{
  "d": {
    "RenderExtendedListFormData": "{\"ListData\":{\"owshiddenversion\":2,\"ContentType\":\"Item\",\"Name\":\"Dev Naini\",\"Organization\":\"\",\"Email\":\"devnaini@yahoo.com\",\"Meeting\":\"SBE Agenda for July 2023\",\"Topic\":\"Item 11 - Adoption of the 2023 Mathematics Framework for California\\nPublic Schools, Kindergarten Thr...\",\"Subject\":\"Item 11 - Adoption of the 2023 Mathematics Framework for California\\nPublic Schools, Kindergarten Through Grade Twelve.\",\"StanceontheMatter\":\"Oppose\",\"Comments\":\"Dear California State Board of Education,\\nI am writing to ask you to REJECT the Mathematics Framework Revised Draft (CMF)\\nproposed\\nfor the Jul 12-13, 2023 meeting. To have a STEM (Science, Technology,\\nEngineering and\\nMathematics) workforce in the United States, we need students with advanced\\ncapabilities in\\nmathematics to take higher level courses (such as Calculus) in High School so\\nthey can be\\ncompetitive for acceptance and success into college STEM programs and careers.\\nThe CMF\\nprovides, at best, unclear pathways about how to allow students to get to higher\\nlevel math\\nclasses in the K-12 public school system, and at worst, denies options for\\nstudents to accelerate\\nand get to Calculus by 12th grade. If adopted and implemented, the CMF will lead\\nto greater\\ninequities as students with financial means will seek math acceleration or all\\nof their education\\noutside of the public school system, leaving their mathematically advanced, but\\nsocio-economically disadvantaged peers, stuck in classrooms with students who\\nare often 3-5\\nyears below grade level with limited options to better their situation through\\nSTEM.\\nThe First Field Review of the proposed California Math Framework was explicit in\\ntheir\\nstatement that all students will have a common math experience until grade 11.\\nThere was NO\\nmention of courses like Algebra being an option in grade 8, and in fact, studies\\nwith false or\\nmisleading claims were used to support many of these arguments. Thankfully, the\\nSBE did not\\npass that version nor the second version of the CMF, and this current, third,\\nversion now has\\nsome wiggle room in at least acknowledging that 8th grade Algebra could be an\\noption. While\\nprogress has been made, I ask you to again reject this CMF and require that\\nCLEAR Pathways\\nbe recommended with research to support these recommendations, as the current\\nCMF is still\\nvery much focused on students not being able to accelerate until grade 11 as\\nwell as keeping\\nwith the original damaging consequences of lowering overall math course taking\\nfor high school\\nstudents.\\nThe CMF clearly wants ALL students in the same math course with their grade\\nlevel\\npeers until grade 11\\n● The CMF describes “heterogeneously grouped classrooms” from “grade school\\nthrough\\nhigh school” (Ch 1, line 208).\\n● The CMF notes “possible pathways for high school coursework, reflecting a\\ncommon\\nninth- and tenth-grade experience, and a broader array of options in eleventh\\nand twelfth\\ngrade.” (Ch 8 line 702 and Ch 8 line 1295).\\nNote that Chapter 10 Line 809 reads, “The framework recommends that all students\\ntake the\\nsame rich mathematics courses in kindergarten through grade eight.” It is\\nobvious that there\\nare NOT CLEAR recommendations within the CMF about acceleration and course\\ntaking as two\\nplaces say common courses through grade 10 and one through grade 8. Apparently\\nsome folks\\nworking on the CMF (such as was evidenced in the First Field Review) still want\\nno acceleration\\nbefore grade 11, but someone else has decided to back that up to no acceleration\\nbefore grade\\n9. This confusing, unclear, and unsubstantiated advice should not be present in\\na CMF that the\\nSBE adopts\\n\\n1\\n\\n● As “evidence” for why the US should not allow acceleration before grade 11,\\nthe CMF\\nstates, “Another review of international evidence about tracking found that,\\nwhile most\\nOrganisation for Economic Co-operation and Development (OECD) countries do not\\ndifferentiate curriculum options for students until ninth or tenth grade, those\\nthat track\\nstudents into different course options earlier increase inequality in learning\\nsignificantly\\n(Woessmann, 2009).” (Ch 9, Line 148) First, it is interesting to note that other\\ncountries\\n(who are far outperforming the US in math) allow acceleration in grade 9 or 10,\\nand yet\\nthe CMF is recommending waiting until grade 11. What is even more heinous in\\nthis\\nquote is that the reference cited to justify holding students back from\\nacceleration\\n(Woessmann, 2009) discusses students being tracked into DIFFERENT SCHOOLS, not\\nbeing allowed to accelerate into 1 different class within the same school. There\\nare very\\ndifferent repercussions to students being moved to a different school while\\ntheir peers\\nare left at a “lower” school than there are with the current policy in\\nCalifornia where a\\nstudent might be in an advanced math class and then regular classes and another\\nmight\\nbe in regular math but then advanced English or History. This is akin to one\\nstudent\\ntaking culinary arts while another takes photography and another ceramics.\\nStudents\\nrecognize, often as early as Kindergarten, that math is easier for some students\\nand\\nother aspects of school is easier for others. Do NOT approve a California Math\\nFramework which makes recommendations about the harmful effects of acceleration\\nbased upon countries who do not have anywhere close to the same definition of\\nwhat it\\nmeans to “accelerate”.\\nWhat does non-acceleration look like?\\n● Since all students are recommended to be in the same math class until grade\\n11, the\\nCMF describes what grade 10 classes should look like. We read, “When\\ndifferentiation\\noccurs at tenth grade to add greater challenge to the courses of advanced\\nstudents, the\\ncurriculum remains similar, and both lanes allow students to reach advanced\\ncourses\\nlike calculus.” (Ch 8 line 467) So advanced students, 1-3 years AHEAD of grade\\nlevel\\nstandards are learning similar curriculum to students who are on grade level and\\nalso\\nwith students who are 3-7 years below grade level (which is the reality based\\nupon the\\nfact that more than 77% of 11th graders were below proficient on the SBAC in\\n2021-22)\\n(link) with over 70% of students below proficient in grade 8. Who is the teacher\\nreally\\ngoing to teach? If the teacher chooses the middle (which is common) the advanced\\nstudents suffer and lose opportunities to get into STEM fields, and the lowest\\nstudents\\nalso suffer falling even further behind. There is one vignette in the CMF that\\nexplains\\nhow to support this type of classroom successfully (Ch 9 beginning Line 327),\\nbut that\\nrelies upon two teachers and personalized learning where each student progresses\\nat\\ntheir own pace with occasional whole class investigations, and students able to\\ncomplete\\n“courses” anytime during the year and progress to the next course; e.g a student\\nmight\\ncomplete Algebra I and begin Geometry in one year while another student\\ncompleted\\njust part of Algebra I. If this is the math instruction the CMF is guiding for,\\nthen there\\nneeds to be significantly more time dedicated to explaining this, supporting it\\nwith\\nevidence and an explanation of how team teaching will work with students taking\\ncourses, some over 2 years and others over 2 months and how this looks on\\ntranscripts\\nand affects college admission, etc.\\n\\n2\\n\\n● In Chapter 7 of the CMF, we read that Middle School “is a time when students\\nmake\\nchoices about mathematics coursework—or have those choices made for them—that\\nhave long-term implications, including for their college and career\\nachievements.” (Ch 7\\nline 51) One must ask, then, if students are to have a common math experience\\nuntil\\ngrade 11 (as the CMF guides), isn’t the CMF making choices for students that\\nhave “long\\nterm implications”, such as their not being competitive for college admission\\ninto STEM\\nmajors or careers in STEM fields (as their peers in other states or private\\nschools did\\naccelerate before grade 11)? This CMF needs to be rejected and the version that\\nis\\nadopted needs to give CLEAR pathways that allow for acceleration BOTH in Middle\\nSchool AND in High School so no one is held back and anyone can choose to\\naccelerate when ready.\\nEvidence used to defend no acceleration before grade 11 does not support this\\nproposal.\\n● The CMF states, “These perceptions may also be linked to labels— “low kids,”\\n“bubble\\nkids,” “slow kids” —that lead to a differentiated and unjust mathematics\\neducation for\\nstudents, with some channeled into low level math.” (Ch 1 line 243). First,\\nsince when is\\n“differentiated math” a bad thing? The CMF has stated how essential it is for a\\nteacher\\nto differentiate in their classroom (e.g.Ch\\n[https://urldefense.com/v3/__http://e.g.Ch__;!!KOl5BGHrNw!aPzV0y-pI8Klrs7S5hTSgZhNUXY4Zs8bp6Py-sFAOYNOpxzVy8lZumpdc-CN3Mi4CSecVWX2F464wZLsoJY$]\\n8 line 467). Secondly, almost no school in\\nCalifornia has a “low level” math class (unless it is for SPED students). In\\nCalifornia,\\nthanks to the California Math Content Standards, the 2013 CA Math Framework, and\\nstandardized testing (SBAC), students take their grade level math up through\\nhigh\\nschool. There are hardly any high schools that offer a course LOWER than Algebra\\nI or\\nIntegrated Math I, so the CMF is fighting a straw man.\\n● “Research indicates that in the era in which California policy encouraged all\\nstudents to\\ntake Algebra in eighth grade, success for many students was undermined. Several\\nstudies found that, contrary to the hoped-for improvements, widespread\\nacceleration\\noften led to declines in overall mathematics achievement. One study found that\\nmost\\nstudents who took Algebra in the eighth grade failed to score “proficient” on\\nthe\\nend-of-course Algebra California Standards Test (CST). Students who failed\\neighth-grade Algebra and thus took the Algebra CST again at the end of their\\nninth-grade year scored lower on average than students who took the Algebra CST\\nfor\\nthe first time at the end of ninth grade (Liang, Heckman, and Abedi, 2012).” (Ch\\n8 Line\\n269) This is an accurate statement and it is very true that not ALL students\\nshould be\\nrequired to accelerate in grade 8. The experiment many low performing districts\\nengaged in by placing all 8th graders in Algebra I to not take a “hit” on their\\nAPI score\\nwas horrible for all students. That said, that is hardly evidence for saying no\\none should\\naccelerate. Where is the logical reasoning the CMF constantly argues for? Are\\nthe only\\noptions no one accelerates in grade 8 or everyone does? What about those who are\\nready to accelerate, get to? During this same time period described above, many\\nhigh\\nperforming (high SES) districts were very restrictive about who got to take\\nAlgebra I in\\ngrade 8, and those schools typically had all students achieve advanced on the\\ntest that\\nyear and in subsequent years. In addition, the very next section of the CMF\\ndescribes a\\nprogram where all students in New York accelerated and that was successful. So,\\nhow\\n\\n3\\n\\ncan the SBE adopt a framework that draws such inaccurate conclusions as this CMF\\ndoes and propose large scale changes based upon these false claims?\\n● Chapter 9 line 120 reads, “For many, this tracking begins in the early years\\nof\\nelementary school—often around third grade.” There is no citation here and NO\\nevidence of this being the practice in California. Many districts allow\\nacceleration in high\\nschool, while most allow it in grades 7 or 8 with a very few allowing\\nacceleration in grade\\n6. It is just not the case that “for many” acceleration (meaning taking a course\\nabove\\nyour current grade level) occurs in grade 3 (or even 4 or 5).\\nThe “solutions” to allow students to accelerate and reach Calculus are unjust\\nand will\\nharm socio-economically disadvantaged students\\n● The CMF proposes students eliminate or skip a course (apparently either\\nAlgebra II or\\nPre-Calculus) in high school to be able to reach calculus. “An alternative to\\neighth grade\\nacceleration would be to adjust the high school curriculum instead, eliminating\\nredundancies in the content of current courses, so that students do not need\\nfour\\ncourses before Calculus. As enacted, Algebra II tends to repeat a significant\\namount of\\nthe content of Algebra I, and Precalculus repeats content from Algebra II.” (Ch\\n8 line\\n688, also stated again in Chapter 8, line 1295) What does this look like? If the\\nCMF is\\nproposing this, they should map out possible course sequences to show which\\nstandards would be addressed in each course, ensuring students have time to\\ndevelop\\nconceptual understanding, procedural fluency and applications in real world\\ncontexts.\\nWhile the CMF claims that it is very possible to complete 5 courses (Algebra I,\\nGeometry, Algebra 2, Precalculus and Calculus) over the 4 years of high school,\\nit also\\nargues that students who don’t accelerate in middle school are “stuck”. Chapter\\n9 line\\n121 reads, “Schools sometimes use elementary school test data to determine\\nstudents’\\nplacement, which typically also determines their ultimate destination. Because\\nstudents\\nare then taught different content, they often cannot easily change pathways.\\nThis\\npractice is unjustifiable.” I agree wholeheartedly that it is unjustifiable to\\ndetermine if a\\nstudent can have a STEM career based upon what they do in elementary school;\\nhowever, this is another logical fallacy. Why can’t some students accelerate in\\nmiddle\\nschool (if they show they are ready) and others accelerate in high school (as\\nproposed\\nabove)? A CMF the SBE approves should have MULTIPLE entry and exit points for\\nstudents to choose to accelerate or go back to a regular paced pathway\\nthroughout\\nmiddle and high school. Many districts have such pathways and options (for\\nexample\\nIrvine Unified in Orange County and Palm Springs Unified in San Bernardino\\nCounty). If\\nwe truly want to support all students to have the opportunity to achieve STEM\\ncareers,\\nwe need flexible pathways starting in middle school!\\n● The CMF proposes summer classes to allow students to accelerate. “Schools may\\nalso\\norganize supplemental course taking in summer programs, to allow students who\\nstart\\nAlgebra or Mathematics I in ninth grade to be able to take Calculus in high\\nschool if they\\nchoose.” (Ch 8 line 696) Why should a student have to go to summer school to\\naccelerate? This is particularly unjust for Socio-economically disadvantaged\\nstudents\\nwho often have to work or provide childcare for siblings during the summer.\\n\\n4\\n\\n● The CMF proposes “doubling up” to allow students to accelerate. In Chapter 8\\nline 819\\nwe read, “So, in her fourth year, she enrolls in her school’s precalculus class,\\nalong with\\na half-semester support class her school offers for students whose interest in\\nmathematics grows late in their high school time.” Why does a student need to\\nforgo an\\nelective or other course which might help them get ahead for college or career\\nto take\\nanother math class because the CMF decided it wanted all students in the same\\nclass\\nuntil grade 11?\\n● The CMF proposes students can take extra courses. “One form of flexible\\ngrouping\\ninvolves moving the beginning of separate course pathways to later grades—e.g.,\\nfrom\\nfourth, fifth, or sixth grade to at least eighth grade—and supporting extra\\ncourse-taking\\noptions during the school year or during summer school so that students may\\naccelerate\\nat any time during middle or high school.” (Ch 8 line 226) The public school\\nsystem\\nneeds to allow for acceleration without the extra burden on students to take\\nextra\\nclasses or summer classes. Requiring this extra time will increase inequity as\\nstudents\\nwith financial means will go outside the public school system to get their needs\\nmet and\\ntheir less fortunate peers will be stuck doubling up, in summer school or\\nwithout the\\nopportunity to accelerate and reach Calculus.\\nThe recommendations of the CMF around high school course taking lowers\\nexpectations, and\\nas such, will harm CA students\\n● The CMF proposes DROPPING the current practice of having all students take\\nAlgebra\\nII, and, instead, offer easier, more interesting courses. This is lowering\\nexpectations\\nrather than providing extra support to allow all students to succeed in Algebra\\nII, thus\\nkeeping their options open for college degrees and careers. Chapter 8 line 730\\nreads,\\n“In addition to offering Mathematics III or Algebra II, districts have the\\nflexibility to offer\\nother third-year and fourth-year courses.” The SBAC only assesses high school\\nstudents in grade 11, and a large portion of the content comes from Algebra II.\\nIf\\nstudents do not take Algebra II, they will fail the exam in even high\\npercentages. Rather\\nthan providing supports to help struggling students master Algebra II standards,\\nthe CMF\\nproposes just not completing that challenging course. The CMF does note that “If\\nstudents take another third-year course (besides Mathematics III or Algebra II),\\nthey\\nshould be made aware that they are leaving the usual pathway for taking Calculus\\nin\\nhigh school or in their first semester of college (as is expected in some\\nuniversities for\\nSTEM majors).” (Ch 8 line 758)\\n● The CMF points out that “to meet the law” students really only need Algebra I.\\nChapter 8\\nline 677 states, “By completing Algebra I and Geometry or Mathematics I and II,\\n[1]\\nstudents will satisfy the requirements of California Assembly Bill 220 of the\\n2015\\nlegislative session that requires students to complete two mathematics courses\\nin order\\nto receive a diploma of graduation from high school, with at least one course\\nmeeting the\\nrigor of Algebra I.” The SBE and California should not be okay with the CMF’s\\nattitude of\\n“lowering the bar”. Nearly every district expects students to complete Algebra\\nII; to enact\\nthe CMF’s proposal would be to go backwards in progress towards equity to which\\nCalifornia has made great strides.\\n\\n5\\n\\nThe SBE should adopt a CMF that clearly suggests pathways to accelerate\\nbeginning in middle\\nschool to ensure we support our mathematically inclined students.\\n● In a line meant to support NOT accelerating before grade 11, the CMF actually\\npoints out\\na major reason TO accelerate as early as middle school: advanced math students\\ntend\\nto get bored and disinterested in math when they are grouped in a class with\\nstudents\\nwith a massive range of proficiency. In Chapter 8 line 877 we read, “The UC\\nBoard of\\nAdmissions and Relations with Schools (BOARS) made a similar statement: BOARS\\ncommends the Common Core\\u0027s goal of deeper understanding of the mathematical\\nconcepts taught at each K–12 grade level. A strong grasp of these ideas is\\ncrucial for\\ncollege coursework in many fields, and students should be sure to take enough\\ntime to\\nmaster the material. Choosing an individually appropriate course of study is far\\nmore\\nimportant than rushing into advanced classes without first solidifying\\nconceptual\\nknowledge. Indeed, students whose math classes are at a mismatched level—either\\ntoo\\nadvanced or too basic—often become frustrated and lose interest in the topic.\\n(BOARS,\\n2016)”\\nClearly the SBE has been grappling with the issue of acceleration as evidenced\\nfrom the\\nchanging perspective from the first Field Review CMF (no acceleration before\\ngrade 11) to an\\nattitude of It’s possible, but not desired, to accelerate in Middle School. I\\nask the SBE to reject\\nthis version of the CMF until clear pathway options with supporting evidence can\\nbe explained\\n(or take out any mention of acceleration as the CMF is clearly not in a position\\nto “guide” with\\ntheir unclear descriptions and writing.) In fact, the CMF (in this third\\nversion) notes that more\\ndiscussion is needed: “It would be helpful for the state to convene a working\\ngroup of\\nmathematics experts to discuss and clarify possible high school pathways.” (Ch 8\\nline 245)\\nStudents in California should have every opportunity to attain to high levels of\\nmath (including\\nCalculus) if they want. These opportunities to “accelerate” should be clearly\\nmapped out in a\\nCMF the SBE adopts and have multiple entry points and opportunities for students\\nto get on or\\noff the accelerated pathways throughout middle and high school (when gaps become\\nlarger\\nissues and students need challenge and have interest in high levels of math).\\nThese pathways\\nshould be built upon options students can take in the regular school day without\\nhaving to\\n“double up” and lose electives. The current CMF is a mess in terms of advice\\nthey give districts;\\nthe CMF clearly does not want anyone to accelerate before grade 11, but then the\\nCMF states\\nnot before grade 9 and then confounds accelerating in math for a single class\\nwithin a\\nheterogeneous high school with “tracking” in other countries in which students\\njoin entirely\\ndifferent, homogeneous schools. California students who want STEM degrees and/or\\ncareers\\nneed to be competitive with students from other states, countries and private\\nschools. This\\nCMF is holding them back and needs to be rejected.\",\"Title\":\"SBECOMMENT-20230706-145922\",\"Author\":\"11;#SBE SharePoint Online,#i:0#.f|membership|sbe-sp@caeducation.onmicrosoft.com,#sbe-sp@caeducation.onmicrosoft.com,#,#SBE SharePoint Online\",\"Editor\":\"18;#Amy Bubbico,#i:0#.f|membership|abubbico@sbe.ca.gov,#ABubbico@sbe.ca.gov,#abubbico@sbe.ca.gov,#Amy Bubbico\",\"Created\":\"7/6/2023 2:59 PM\",\"Modified\":\"7/6/2023 3:00 PM\",\"Attachments\":\"\"},\"ListSchema\":{\"New\":{\"Item\":[{\"Id\":\"993e2e36-40f1-4d95-b038-196ac16dd2a0\",\"Title\":\"Name\",\"InternalName\":\"Name\",\"StaticName\":\"Name\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Name\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"de106dd4-d036-451f-86ca-79267ae6cab5\",\"Title\":\"Organization\",\"InternalName\":\"Organization\",\"StaticName\":\"Organization\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Organization\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"929e202d-e58b-4624-853d-9db09f478b19\",\"Title\":\"Email\",\"InternalName\":\"Email\",\"StaticName\":\"Email\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Email\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"718cb3ae-845d-4cf2-bea5-bd34a4ed6fd3\",\"Title\":\"Agenda\",\"InternalName\":\"Meeting\",\"StaticName\":\"Meeting\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Meeting\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"0a978dcb-ce67-4a96-8058-a6ac6352a9f1\",\"Title\":\"Agenda Item\",\"InternalName\":\"Topic\",\"StaticName\":\"Topic\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Topic\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"0637a1c8-2e6d-4f68-b904-e5877e5981db\",\"Title\":\"Agenda Subject\",\"InternalName\":\"Subject\",\"StaticName\":\"Subject\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Subject\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Note\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":false,\"Type\":\"Note\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"RichText\":false,\"AppendOnly\":false,\"RichTextMode\":0,\"NumberOfLines\":6,\"AllowHyperlink\":false,\"RestrictedMode\":true,\"ScriptEditorAdderId\":null},{\"Id\":\"76837ecc-08d5-48fc-9e5c-ae95a54a0c83\",\"Title\":\"Stance\",\"InternalName\":\"StanceontheMatter\",\"StaticName\":\"StanceontheMatter\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"StanceontheMatter\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"Position on the Matter\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"95ae8038-c888-4c6f-9345-a15c062e3cf1\",\"Title\":\"Comment\",\"InternalName\":\"Comments\",\"StaticName\":\"Comments\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Comments\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Note\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":false,\"Type\":\"Note\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"RichText\":false,\"AppendOnly\":false,\"RichTextMode\":0,\"NumberOfLines\":6,\"AllowHyperlink\":false,\"RestrictedMode\":true,\"ScriptEditorAdderId\":null},{\"Id\":\"fa564e0f-0c70-4ab9-b863-0177e6ddd247\",\"Title\":\"Reference Number\",\"InternalName\":\"Title\",\"StaticName\":\"Title\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Title\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":\"Generating...\",\"DefaultValueTyped\":\"Generating...\",\"ClientValidationFormula\":\"=if(length([$Title]) == -1,\\u0027true\\u0027,\\u0027false\\u0027)\",\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"67df98f4-9dec-48ff-a553-29bece9c5bf4\",\"Title\":\"Attachments\",\"InternalName\":\"Attachments\",\"StaticName\":\"Attachments\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Attachments\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Attachments\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":false,\"Type\":\"Attachments\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null}]},\"Edit\":{\"Item\":[{\"Id\":\"993e2e36-40f1-4d95-b038-196ac16dd2a0\",\"Title\":\"Name\",\"InternalName\":\"Name\",\"StaticName\":\"Name\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Name\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"de106dd4-d036-451f-86ca-79267ae6cab5\",\"Title\":\"Organization\",\"InternalName\":\"Organization\",\"StaticName\":\"Organization\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Organization\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"929e202d-e58b-4624-853d-9db09f478b19\",\"Title\":\"Email\",\"InternalName\":\"Email\",\"StaticName\":\"Email\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Email\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"718cb3ae-845d-4cf2-bea5-bd34a4ed6fd3\",\"Title\":\"Agenda\",\"InternalName\":\"Meeting\",\"StaticName\":\"Meeting\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Meeting\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"0a978dcb-ce67-4a96-8058-a6ac6352a9f1\",\"Title\":\"Agenda Item\",\"InternalName\":\"Topic\",\"StaticName\":\"Topic\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Topic\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"0637a1c8-2e6d-4f68-b904-e5877e5981db\",\"Title\":\"Agenda Subject\",\"InternalName\":\"Subject\",\"StaticName\":\"Subject\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Subject\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Note\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":false,\"Type\":\"Note\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"RichText\":false,\"AppendOnly\":false,\"RichTextMode\":0,\"NumberOfLines\":6,\"AllowHyperlink\":false,\"RestrictedMode\":true,\"ScriptEditorAdderId\":null},{\"Id\":\"76837ecc-08d5-48fc-9e5c-ae95a54a0c83\",\"Title\":\"Stance\",\"InternalName\":\"StanceontheMatter\",\"StaticName\":\"StanceontheMatter\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"StanceontheMatter\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"Position on the Matter\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"95ae8038-c888-4c6f-9345-a15c062e3cf1\",\"Title\":\"Comment\",\"InternalName\":\"Comments\",\"StaticName\":\"Comments\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Comments\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Note\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":false,\"Type\":\"Note\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"RichText\":false,\"AppendOnly\":false,\"RichTextMode\":0,\"NumberOfLines\":6,\"AllowHyperlink\":false,\"RestrictedMode\":true,\"ScriptEditorAdderId\":null},{\"Id\":\"fa564e0f-0c70-4ab9-b863-0177e6ddd247\",\"Title\":\"Reference Number\",\"InternalName\":\"Title\",\"StaticName\":\"Title\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Title\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Text\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":true,\"Type\":\"Text\",\"DefaultValue\":\"Generating...\",\"DefaultValueTyped\":\"Generating...\",\"ClientValidationFormula\":\"=if(length([$Title]) == -1,\\u0027true\\u0027,\\u0027false\\u0027)\",\"ClientValidationMessage\":null,\"CustomFormatter\":null,\"MaxLength\":255},{\"Id\":\"67df98f4-9dec-48ff-a553-29bece9c5bf4\",\"Title\":\"Attachments\",\"InternalName\":\"Attachments\",\"StaticName\":\"Attachments\",\"Hidden\":false,\"IMEMode\":null,\"Name\":\"Attachments\",\"Required\":false,\"Direction\":\"none\",\"FieldType\":\"Attachments\",\"Description\":\"\",\"ReadOnlyField\":false,\"IsAutoHyperLink\":false,\"Type\":\"Attachments\",\"DefaultValue\":null,\"DefaultValueTyped\":null,\"ClientValidationFormula\":null,\"ClientValidationMessage\":null,\"CustomFormatter\":null}]}},\"FormControlMode\":2,\"FieldControlModes\":{\"Name\":2,\"Organization\":2,\"Email\":2,\"Meeting\":2,\"Topic\":2,\"Subject\":2,\"StanceontheMatter\":2,\"Comments\":2,\"Title\":2,\"Author\":1,\"Editor\":1,\"Created\":1,\"Modified\":1,\"Attachments\":1},\"WebAttributes\":{\"WebUrl\":\"/sites/SBEPublicComments\",\"EffectivePresenceEnabled\":true,\"AllowScriptableWebParts\":false,\"PermissionCustomizePages\":false,\"LCID\":\"1033\",\"CurrentUserId\":23},\"ItemAttributes\":{\"Id\":393,\"FsObjType\":0,\"ExternalListItem\":false,\"Url\":\"/sites/SBEPublicComments/Lists/SBE Public Comments/393_.000\",\"EffectiveBasePermissionsLow\":134418465,\"EffectiveBasePermissionsHigh\":48},\"ListAttributes\":{\"Id\":\"174943f8-219c-4c06-a1b7-8bea9b55c875\",\"BaseType\":0,\"Direction\":\"none\",\"ListTemplateType\":100,\"DefaultItemOpen\":1,\"EnableVersioning\":true},\"CSRCustomLayout\":true,\"PostBackRequired\":false,\"PreviousPostBackHandled\":false,\"UploadMode\":false,\"RedirectInfo\":{\"popUI\":false,\"redirectUrl\":\"/sites/SBEPublicComments/Lists/SBE Public Comments\",\"listRootFolderUrl\":\"/sites/SBEPublicComments/Lists/SBE Public Comments\"},\"SubmitButtonID\":null,\"ItemContentTypeName\":\"Item\",\"ItemContentTypeId\":\"0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1\",\"JSLinks\":\"clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js\",\"Data\":{ \"Row\" : \n[{\r\n\"Name\": \"Dev Naini\",\r\n\"Organization\": \"\",\r\n\"Email\": \"devnaini@yahoo.com\",\r\n\"Meeting\": \"SBE Agenda for July 2023\",\r\n\"Topic\": \"Item 11 - Adoption of the 2023 Mathematics Framework for California\\nPublic Schools, Kindergarten Thr...\",\r\n\"Subject\": \"Item 11 - Adoption of the 2023 Mathematics Framework for California\\nPublic Schools, Kindergarten Through Grade Twelve.\",\r\n\"StanceontheMatter\": \"Oppose\",\r\n\"Comments\": \"Dear California State Board of Education,\\nI am writing to ask you to REJECT the Mathematics Framework Revised Draft (CMF)\\nproposed\\nfor the Jul 12-13, 2023 meeting. To have a STEM (Science, Technology,\\nEngineering and\\nMathematics) workforce in the United States, we need students with advanced\\ncapabilities in\\nmathematics to take higher level courses (such as Calculus) in High School so\\nthey can be\\ncompetitive for acceptance and success into college STEM programs and careers.\\nThe CMF\\nprovides, at best, unclear pathways about how to allow students to get to higher\\nlevel math\\nclasses in the K-12 public school system, and at worst, denies options for\\nstudents to accelerate\\nand get to Calculus by 12th grade. If adopted and implemented, the CMF will lead\\nto greater\\ninequities as students with financial means will seek math acceleration or all\\nof their education\\noutside of the public school system, leaving their mathematically advanced, but\\nsocio-economically disadvantaged peers, stuck in classrooms with students who\\nare often 3-5\\nyears below grade level with limited options to better their situation through\\nSTEM.\\nThe First Field Review of the proposed California Math Framework was explicit in\\ntheir\\nstatement that all students will have a common math experience until grade 11.\\nThere was NO\\nmention of courses like Algebra being an option in grade 8, and in fact, studies\\nwith false or\\nmisleading claims were used to support many of these arguments. Thankfully, the\\nSBE did not\\npass that version nor the second version of the CMF, and this current, third,\\nversion now has\\nsome wiggle room in at least acknowledging that 8th grade Algebra could be an\\noption. While\\nprogress has been made, I ask you to again reject this CMF and require that\\nCLEAR Pathways\\nbe recommended with research to support these recommendations, as the current\\nCMF is still\\nvery much focused on students not being able to accelerate until grade 11 as\\nwell as keeping\\nwith the original damaging consequences of lowering overall math course taking\\nfor high school\\nstudents.\\nThe CMF clearly wants ALL students in the same math course with their grade\\nlevel\\npeers until grade 11\\n\\u25cf The CMF describes \\u201cheterogeneously grouped classrooms\\u201d from \\u201cgrade school\\nthrough\\nhigh school\\u201d (Ch 1, line 208).\\n\\u25cf The CMF notes \\u201cpossible pathways for high school coursework, reflecting a\\ncommon\\nninth- and tenth-grade experience, and a broader array of options in eleventh\\nand twelfth\\ngrade.\\u201d (Ch 8 line 702 and Ch 8 line 1295).\\nNote that Chapter 10 Line 809 reads, \\u201cThe framework recommends that all students\\ntake the\\nsame rich mathematics courses in kindergarten through grade eight.\\u201d It is\\nobvious that there\\nare NOT CLEAR recommendations within the CMF about acceleration and course\\ntaking as two\\nplaces say common courses through grade 10 and one through grade 8. Apparently\\nsome folks\\nworking on the CMF (such as was evidenced in the First Field Review) still want\\nno acceleration\\nbefore grade 11, but someone else has decided to back that up to no acceleration\\nbefore grade\\n9. This confusing, unclear, and unsubstantiated advice should not be present in\\na CMF that the\\nSBE adopts\\n\\n1\\n\\n\\u25cf As \\u201cevidence\\u201d for why the US should not allow acceleration before grade 11,\\nthe CMF\\nstates, \\u201cAnother review of international evidence about tracking found that,\\nwhile most\\nOrganisation for Economic Co-operation and Development (OECD) countries do not\\ndifferentiate curriculum options for students until ninth or tenth grade, those\\nthat track\\nstudents into different course options earlier increase inequality in learning\\nsignificantly\\n(Woessmann, 2009).\\u201d (Ch 9, Line 148) First, it is interesting to note that other\\ncountries\\n(who are far outperforming the US in math) allow acceleration in grade 9 or 10,\\nand yet\\nthe CMF is recommending waiting until grade 11. What is even more heinous in\\nthis\\nquote is that the reference cited to justify holding students back from\\nacceleration\\n(Woessmann, 2009) discusses students being tracked into DIFFERENT SCHOOLS, not\\nbeing allowed to accelerate into 1 different class within the same school. There\\nare very\\ndifferent repercussions to students being moved to a different school while\\ntheir peers\\nare left at a \\u201clower\\u201d school than there are with the current policy in\\nCalifornia where a\\nstudent might be in an advanced math class and then regular classes and another\\nmight\\nbe in regular math but then advanced English or History. This is akin to one\\nstudent\\ntaking culinary arts while another takes photography and another ceramics.\\nStudents\\nrecognize, often as early as Kindergarten, that math is easier for some students\\nand\\nother aspects of school is easier for others. Do NOT approve a California Math\\nFramework which makes recommendations about the harmful effects of acceleration\\nbased upon countries who do not have anywhere close to the same definition of\\nwhat it\\nmeans to \\u201caccelerate\\u201d.\\nWhat does non-acceleration look like?\\n\\u25cf Since all students are recommended to be in the same math class until grade\\n11, the\\nCMF describes what grade 10 classes should look like. We read, \\u201cWhen\\ndifferentiation\\noccurs at tenth grade to add greater challenge to the courses of advanced\\nstudents, the\\ncurriculum remains similar, and both lanes allow students to reach advanced\\ncourses\\nlike calculus.\\u201d (Ch 8 line 467) So advanced students, 1-3 years AHEAD of grade\\nlevel\\nstandards are learning similar curriculum to students who are on grade level and\\nalso\\nwith students who are 3-7 years below grade level (which is the reality based\\nupon the\\nfact that more than 77% of 11th graders were below proficient on the SBAC in\\n2021-22)\\n(link) with over 70% of students below proficient in grade 8. Who is the teacher\\nreally\\ngoing to teach? If the teacher chooses the middle (which is common) the advanced\\nstudents suffer and lose opportunities to get into STEM fields, and the lowest\\nstudents\\nalso suffer falling even further behind. There is one vignette in the CMF that\\nexplains\\nhow to support this type of classroom successfully (Ch 9 beginning Line 327),\\nbut that\\nrelies upon two teachers and personalized learning where each student progresses\\nat\\ntheir own pace with occasional whole class investigations, and students able to\\ncomplete\\n\\u201ccourses\\u201d anytime during the year and progress to the next course; e.g a student\\nmight\\ncomplete Algebra I and begin Geometry in one year while another student\\ncompleted\\njust part of Algebra I. If this is the math instruction the CMF is guiding for,\\nthen there\\nneeds to be significantly more time dedicated to explaining this, supporting it\\nwith\\nevidence and an explanation of how team teaching will work with students taking\\ncourses, some over 2 years and others over 2 months and how this looks on\\ntranscripts\\nand affects college admission, etc.\\n\\n2\\n\\n\\u25cf In Chapter 7 of the CMF, we read that Middle School \\u201cis a time when students\\nmake\\nchoices about mathematics coursework\\u2014or have those choices made for them\\u2014that\\nhave long-term implications, including for their college and career\\nachievements.\\u201d (Ch 7\\nline 51) One must ask, then, if students are to have a common math experience\\nuntil\\ngrade 11 (as the CMF guides), isn\\u2019t the CMF making choices for students that\\nhave \\u201clong\\nterm implications\\u201d, such as their not being competitive for college admission\\ninto STEM\\nmajors or careers in STEM fields (as their peers in other states or private\\nschools did\\naccelerate before grade 11)? This CMF needs to be rejected and the version that\\nis\\nadopted needs to give CLEAR pathways that allow for acceleration BOTH in Middle\\nSchool AND in High School so no one is held back and anyone can choose to\\naccelerate when ready.\\nEvidence used to defend no acceleration before grade 11 does not support this\\nproposal.\\n\\u25cf The CMF states, \\u201cThese perceptions may also be linked to labels\\u2014 \\u201clow kids,\\u201d\\n\\u201cbubble\\nkids,\\u201d \\u201cslow kids\\u201d \\u2014that lead to a differentiated and unjust mathematics\\neducation for\\nstudents, with some channeled into low level math.\\u201d (Ch 1 line 243). First,\\nsince when is\\n\\u201cdifferentiated math\\u201d a bad thing? The CMF has stated how essential it is for a\\nteacher\\nto differentiate in their classroom (e.g.Ch\\n[https:\\u002f\\u002furldefense.com\\u002fv3\\u002f__http:\\u002f\\u002fe.g.Ch__;!!KOl5BGHrNw!aPzV0y-pI8Klrs7S5hTSgZhNUXY4Zs8bp6Py-sFAOYNOpxzVy8lZumpdc-CN3Mi4CSecVWX2F464wZLsoJY$]\\n8 line 467). Secondly, almost no school in\\nCalifornia has a \\u201clow level\\u201d math class (unless it is for SPED students). In\\nCalifornia,\\nthanks to the California Math Content Standards, the 2013 CA Math Framework, and\\nstandardized testing (SBAC), students take their grade level math up through\\nhigh\\nschool. There are hardly any high schools that offer a course LOWER than Algebra\\nI or\\nIntegrated Math I, so the CMF is fighting a straw man.\\n\\u25cf \\u201cResearch indicates that in the era in which California policy encouraged all\\nstudents to\\ntake Algebra in eighth grade, success for many students was undermined. Several\\nstudies found that, contrary to the hoped-for improvements, widespread\\nacceleration\\noften led to declines in overall mathematics achievement. One study found that\\nmost\\nstudents who took Algebra in the eighth grade failed to score \\u201cproficient\\u201d on\\nthe\\nend-of-course Algebra California Standards Test (CST). Students who failed\\neighth-grade Algebra and thus took the Algebra CST again at the end of their\\nninth-grade year scored lower on average than students who took the Algebra CST\\nfor\\nthe first time at the end of ninth grade (Liang, Heckman, and Abedi, 2012).\\u201d (Ch\\n8 Line\\n269) This is an accurate statement and it is very true that not ALL students\\nshould be\\nrequired to accelerate in grade 8. The experiment many low performing districts\\nengaged in by placing all 8th graders in Algebra I to not take a \\u201chit\\u201d on their\\nAPI score\\nwas horrible for all students. That said, that is hardly evidence for saying no\\none should\\naccelerate. Where is the logical reasoning the CMF constantly argues for? Are\\nthe only\\noptions no one accelerates in grade 8 or everyone does? What about those who are\\nready to accelerate, get to? During this same time period described above, many\\nhigh\\nperforming (high SES) districts were very restrictive about who got to take\\nAlgebra I in\\ngrade 8, and those schools typically had all students achieve advanced on the\\ntest that\\nyear and in subsequent years. In addition, the very next section of the CMF\\ndescribes a\\nprogram where all students in New York accelerated and that was successful. So,\\nhow\\n\\n3\\n\\ncan the SBE adopt a framework that draws such inaccurate conclusions as this CMF\\ndoes and propose large scale changes based upon these false claims?\\n\\u25cf Chapter 9 line 120 reads, \\u201cFor many, this tracking begins in the early years\\nof\\nelementary school\\u2014often around third grade.\\u201d There is no citation here and NO\\nevidence of this being the practice in California. Many districts allow\\nacceleration in high\\nschool, while most allow it in grades 7 or 8 with a very few allowing\\nacceleration in grade\\n6. It is just not the case that \\u201cfor many\\u201d acceleration (meaning taking a course\\nabove\\nyour current grade level) occurs in grade 3 (or even 4 or 5).\\nThe \\u201csolutions\\u201d to allow students to accelerate and reach Calculus are unjust\\nand will\\nharm socio-economically disadvantaged students\\n\\u25cf The CMF proposes students eliminate or skip a course (apparently either\\nAlgebra II or\\nPre-Calculus) in high school to be able to reach calculus. \\u201cAn alternative to\\neighth grade\\nacceleration would be to adjust the high school curriculum instead, eliminating\\nredundancies in the content of current courses, so that students do not need\\nfour\\ncourses before Calculus. As enacted, Algebra II tends to repeat a significant\\namount of\\nthe content of Algebra I, and Precalculus repeats content from Algebra II.\\u201d (Ch\\n8 line\\n688, also stated again in Chapter 8, line 1295) What does this look like? If the\\nCMF is\\nproposing this, they should map out possible course sequences to show which\\nstandards would be addressed in each course, ensuring students have time to\\ndevelop\\nconceptual understanding, procedural fluency and applications in real world\\ncontexts.\\nWhile the CMF claims that it is very possible to complete 5 courses (Algebra I,\\nGeometry, Algebra 2, Precalculus and Calculus) over the 4 years of high school,\\nit also\\nargues that students who don\\u2019t accelerate in middle school are \\u201cstuck\\u201d. Chapter\\n9 line\\n121 reads, \\u201cSchools sometimes use elementary school test data to determine\\nstudents\\u2019\\nplacement, which typically also determines their ultimate destination. Because\\nstudents\\nare then taught different content, they often cannot easily change pathways.\\nThis\\npractice is unjustifiable.\\u201d I agree wholeheartedly that it is unjustifiable to\\ndetermine if a\\nstudent can have a STEM career based upon what they do in elementary school;\\nhowever, this is another logical fallacy. Why can\\u2019t some students accelerate in\\nmiddle\\nschool (if they show they are ready) and others accelerate in high school (as\\nproposed\\nabove)? A CMF the SBE approves should have MULTIPLE entry and exit points for\\nstudents to choose to accelerate or go back to a regular paced pathway\\nthroughout\\nmiddle and high school. Many districts have such pathways and options (for\\nexample\\nIrvine Unified in Orange County and Palm Springs Unified in San Bernardino\\nCounty). If\\nwe truly want to support all students to have the opportunity to achieve STEM\\ncareers,\\nwe need flexible pathways starting in middle school!\\n\\u25cf The CMF proposes summer classes to allow students to accelerate. \\u201cSchools may\\nalso\\norganize supplemental course taking in summer programs, to allow students who\\nstart\\nAlgebra or Mathematics I in ninth grade to be able to take Calculus in high\\nschool if they\\nchoose.\\u201d (Ch 8 line 696) Why should a student have to go to summer school to\\naccelerate? This is particularly unjust for Socio-economically disadvantaged\\nstudents\\nwho often have to work or provide childcare for siblings during the summer.\\n\\n4\\n\\n\\u25cf The CMF proposes \\u201cdoubling up\\u201d to allow students to accelerate. In Chapter 8\\nline 819\\nwe read, \\u201cSo, in her fourth year, she enrolls in her school\\u2019s precalculus class,\\nalong with\\na half-semester support class her school offers for students whose interest in\\nmathematics grows late in their high school time.\\u201d Why does a student need to\\nforgo an\\nelective or other course which might help them get ahead for college or career\\nto take\\nanother math class because the CMF decided it wanted all students in the same\\nclass\\nuntil grade 11?\\n\\u25cf The CMF proposes students can take extra courses. \\u201cOne form of flexible\\ngrouping\\ninvolves moving the beginning of separate course pathways to later grades\\u2014e.g.,\\nfrom\\nfourth, fifth, or sixth grade to at least eighth grade\\u2014and supporting extra\\ncourse-taking\\noptions during the school year or during summer school so that students may\\naccelerate\\nat any time during middle or high school.\\u201d (Ch 8 line 226) The public school\\nsystem\\nneeds to allow for acceleration without the extra burden on students to take\\nextra\\nclasses or summer classes. Requiring this extra time will increase inequity as\\nstudents\\nwith financial means will go outside the public school system to get their needs\\nmet and\\ntheir less fortunate peers will be stuck doubling up, in summer school or\\nwithout the\\nopportunity to accelerate and reach Calculus.\\nThe recommendations of the CMF around high school course taking lowers\\nexpectations, and\\nas such, will harm CA students\\n\\u25cf The CMF proposes DROPPING the current practice of having all students take\\nAlgebra\\nII, and, instead, offer easier, more interesting courses. This is lowering\\nexpectations\\nrather than providing extra support to allow all students to succeed in Algebra\\nII, thus\\nkeeping their options open for college degrees and careers. Chapter 8 line 730\\nreads,\\n\\u201cIn addition to offering Mathematics III or Algebra II, districts have the\\nflexibility to offer\\nother third-year and fourth-year courses.\\u201d The SBAC only assesses high school\\nstudents in grade 11, and a large portion of the content comes from Algebra II.\\nIf\\nstudents do not take Algebra II, they will fail the exam in even high\\npercentages. Rather\\nthan providing supports to help struggling students master Algebra II standards,\\nthe CMF\\nproposes just not completing that challenging course. The CMF does note that \\u201cIf\\nstudents take another third-year course (besides Mathematics III or Algebra II),\\nthey\\nshould be made aware that they are leaving the usual pathway for taking Calculus\\nin\\nhigh school or in their first semester of college (as is expected in some\\nuniversities for\\nSTEM majors).\\u201d (Ch 8 line 758)\\n\\u25cf The CMF points out that \\u201cto meet the law\\u201d students really only need Algebra I.\\nChapter 8\\nline 677 states, \\u201cBy completing Algebra I and Geometry or Mathematics I and II,\\n[1]\\nstudents will satisfy the requirements of California Assembly Bill 220 of the\\n2015\\nlegislative session that requires students to complete two mathematics courses\\nin order\\nto receive a diploma of graduation from high school, with at least one course\\nmeeting the\\nrigor of Algebra I.\\u201d The SBE and California should not be okay with the CMF\\u2019s\\nattitude of\\n\\u201clowering the bar\\u201d. Nearly every district expects students to complete Algebra\\nII; to enact\\nthe CMF\\u2019s proposal would be to go backwards in progress towards equity to which\\nCalifornia has made great strides.\\n\\n5\\n\\nThe SBE should adopt a CMF that clearly suggests pathways to accelerate\\nbeginning in middle\\nschool to ensure we support our mathematically inclined students.\\n\\u25cf In a line meant to support NOT accelerating before grade 11, the CMF actually\\npoints out\\na major reason TO accelerate as early as middle school: advanced math students\\ntend\\nto get bored and disinterested in math when they are grouped in a class with\\nstudents\\nwith a massive range of proficiency. In Chapter 8 line 877 we read, \\u201cThe UC\\nBoard of\\nAdmissions and Relations with Schools (BOARS) made a similar statement: BOARS\\ncommends the Common Core's goal of deeper understanding of the mathematical\\nconcepts taught at each K\\u201312 grade level. A strong grasp of these ideas is\\ncrucial for\\ncollege coursework in many fields, and students should be sure to take enough\\ntime to\\nmaster the material. Choosing an individually appropriate course of study is far\\nmore\\nimportant than rushing into advanced classes without first solidifying\\nconceptual\\nknowledge. Indeed, students whose math classes are at a mismatched level\\u2014either\\ntoo\\nadvanced or too basic\\u2014often become frustrated and lose interest in the topic.\\n(BOARS,\\n2016)\\u201d\\nClearly the SBE has been grappling with the issue of acceleration as evidenced\\nfrom the\\nchanging perspective from the first Field Review CMF (no acceleration before\\ngrade 11) to an\\nattitude of It\\u2019s possible, but not desired, to accelerate in Middle School. I\\nask the SBE to reject\\nthis version of the CMF until clear pathway options with supporting evidence can\\nbe explained\\n(or take out any mention of acceleration as the CMF is clearly not in a position\\nto \\u201cguide\\u201d with\\ntheir unclear descriptions and writing.) In fact, the CMF (in this third\\nversion) notes that more\\ndiscussion is needed: \\u201cIt would be helpful for the state to convene a working\\ngroup of\\nmathematics experts to discuss and clarify possible high school pathways.\\u201d (Ch 8\\nline 245)\\nStudents in California should have every opportunity to attain to high levels of\\nmath (including\\nCalculus) if they want. These opportunities to \\u201caccelerate\\u201d should be clearly\\nmapped out in a\\nCMF the SBE adopts and have multiple entry points and opportunities for students\\nto get on or\\noff the accelerated pathways throughout middle and high school (when gaps become\\nlarger\\nissues and students need challenge and have interest in high levels of math).\\nThese pathways\\nshould be built upon options students can take in the regular school day without\\nhaving to\\n\\u201cdouble up\\u201d and lose electives. The current CMF is a mess in terms of advice\\nthey give districts;\\nthe CMF clearly does not want anyone to accelerate before grade 11, but then the\\nCMF states\\nnot before grade 9 and then confounds accelerating in math for a single class\\nwithin a\\nheterogeneous high school with \\u201ctracking\\u201d in other countries in which students\\njoin entirely\\ndifferent, homogeneous schools. California students who want STEM degrees and\\u002for\\ncareers\\nneed to be competitive with students from other states, countries and private\\nschools. This\\nCMF is holding them back and needs to be rejected.\",\r\n\"Title\": \"SBECOMMENT-20230706-145922\",\r\n\"ContentTypeId\": \"0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1\",\r\n\"_ModerationComments\": \"\",\r\n\"LinkTitle\": \"SBECOMMENT-20230706-145922\",\r\n\"File_x0020_Type\": \"\",\r\n\"File_x0020_Type.mapapp\": \"\",\r\n\"HTML_x0020_File_x0020_Type.File_x0020_Type.mapcon\": \"\",\r\n\"HTML_x0020_File_x0020_Type.File_x0020_Type.mapico\": \"icgen.gif\",\r\n\"ComplianceAssetId\": \"\",\r\n\"LinkTitleNoMenu\": \"SBECOMMENT-20230706-145922\",\r\n\"LinkTitle2\": \"SBECOMMENT-20230706-145922\",\r\n\"_ModerationStatus\": \"Approved\",\r\n\"_ModerationStatus.\": \"0\",\r\n\"_ColorHex\": \"\",\r\n\"_ColorTag\": \"\",\r\n\"_Emoji\": \"\",\r\n\"ID\": \"393\",\r\n\"ContentType\": \"Item\",\r\n\"Modified\": \"7\\u002f6\\u002f2023 3:00 PM\",\r\n\"Modified.\": \"2023-07-06T22:00:44Z\",\r\n\"Modified.FriendlyDisplay\": \"1|0|7|Thursday|3:00 PM\",\r\n\"Created\": \"7\\u002f6\\u002f2023 2:59 PM\",\r\n\"Created.\": \"2023-07-06T21:59:24Z\",\r\n\"Created.FriendlyDisplay\": \"1|0|7|Thursday|2:59 PM\",\r\n\"Author\": [{\"id\":\"11\",\"title\":\"SBE SharePoint Online\",\"email\":\"sbe-sp@caeducation.onmicrosoft.com\",\"sip\":\"\",\"picture\":\"\"}],\r\n\"Editor\": [{\"id\":\"18\",\"title\":\"Amy Bubbico\",\"email\":\"ABubbico@sbe.ca.gov\",\"sip\":\"abubbico@sbe.ca.gov\",\"picture\":\"\"}],\r\n\"_HasCopyDestinations\": \"\",\r\n\"_HasCopyDestinations.value\": \"\",\r\n\"_CopySource\": \"\",\r\n\"owshiddenversion\": \"2\",\r\n\"WorkflowVersion\": \"1\",\r\n\"_UIVersion\": \"512\",\r\n\"_UIVersionString\": \"1.0\",\r\n\"Attachments\": \"0\",\r\n\"SelectTitle\": \"393\",\r\n\"InstanceID\": \"\",\r\n\"Order\": \"39,300\",\r\n\"Order.\": \"39300.0000000000\",\r\n\"GUID\": \"{62529C4D-1131-480D-A972-F17152CB03CF}\",\r\n\"WorkflowInstanceID\": \"\",\r\n\"FileRef\": \"\\u002fsites\\u002fSBEPublicComments\\u002fLists\\u002fSBE Public Comments\\u002f393_.000\",\r\n\"FileDirRef\": \"\\u002fsites\\u002fSBEPublicComments\\u002fLists\\u002fSBE Public Comments\",\r\n\"Last_x0020_Modified\": \"7\\u002f6\\u002f2023 3:00 PM\",\r\n\"Last_x0020_Modified.\": \"2023-07-06T22:00:45Z\",\r\n\"Created_x0020_Date\": \"0;#2023-07-06 14:59:24\",\r\n\"Created_x0020_Date.ifnew\": \"\",\r\n\"FSObjType\": \"0\",\r\n\"SortBehavior\": \"0\",\r\n\"PermMask\": \"0x3008031021\",\r\n\"PrincipalCount\": \"6\",\r\n\"FileLeafRef\": \"393_.000\",\r\n\"UniqueId\": \"{1CF84255-080C-4DD1-8A67-76928FC158CD}\",\r\n\"ParentUniqueId\": \"{DA6E42DD-9F4A-46C4-B0BC-3457900A7D2B}\",\r\n\"SyncClientId\": \"\",\r\n\"ProgId\": \"\",\r\n\"ScopeId\": \"{698871BC-0725-440F-BFA7-367520EBD3F8}\",\r\n\"HTML_x0020_File_x0020_Type\": \"\",\r\n\"_EditMenuTableStart\": \"393_.000\",\r\n\"_EditMenuTableStart2\": \"393\",\r\n\"_EditMenuTableEnd\": \"393\",\r\n\"LinkFilenameNoMenu\": \"393_.000\",\r\n\"LinkFilename\": \"393_.000\",\r\n\"LinkFilename2\": \"393_.000\",\r\n\"DocIcon\": \"\",\r\n\"ServerUrl\": \"\\u002fsites\\u002fSBEPublicComments\\u002fLists\\u002fSBE Public Comments\\u002f393_.000\",\r\n\"EncodedAbsUrl\": \"https:\\u002f\\u002fcaeducation.sharepoint.com\\u002fsites\\u002fSBEPublicComments\\u002fLists\\u002fSBE%20Public%20Comments\\u002f393_.000\",\r\n\"BaseName\": \"393_\",\r\n\"MetaInfo\": [{\"lookupId\":393,\"lookupValue\":\"\",\"isSecretFieldValue\":false}],\r\n\"_Level\": \"1\",\r\n\"_IsCurrentVersion\": \"Yes\",\r\n\"_IsCurrentVersion.value\": \"1\",\r\n\"ItemChildCount\": \"0\",\r\n\"FolderChildCount\": \"0\",\r\n\"Restricted\": \"\",\r\n\"OriginatorId\": \"\",\r\n\"NoExecute\": \"0\",\r\n\"ContentVersion\": \"0\",\r\n\"_ComplianceFlags\": \"\",\r\n\"_ComplianceTag\": \"\",\r\n\"_ComplianceTagWrittenTime\": \"\",\r\n\"_ComplianceTagWrittenTime.\": \"\",\r\n\"_ComplianceTagUserId\": \"\",\r\n\"_IsRecord\": \"\",\r\n\"AccessPolicy\": \"\",\r\n\"_VirusStatus\": \"\",\r\n\"_VirusVendorID\": \"\",\r\n\"_VirusInfo\": \"\",\r\n\"AppAuthor\": \"\",\r\n\"AppEditor\": \"\",\r\n\"SMTotalSize\": \"82604\",\r\n\"SMLastModifiedDate\": \"7\\u002f6\\u002f2023 3:00 PM\",\r\n\"SMLastModifiedDate.\": \"2023-07-06T22:00:45Z\",\r\n\"SMTotalFileStreamSize\": \"0\",\r\n\"SMTotalFileCount\": \"0\",\r\n\"_CommentFlags\": \"\",\r\n\"_CommentCount\": \"\"\r\n}\r\n],\"FirstRow\" : 1,\r\n\"FolderPermissions\" : \"0x3008031021\"\r\n,\"LastRow\" : 1,\r\n\"RowLimit\" : 2147483647\r\n,\"NextHref\" : \"?0&PageFirstRow=2&View=00000000-0000-0000-0000-000000000000\"\n,\"FilterLink\" : \"?\"\n,\"ForceNoHierarchy\" : \"1\"\n,\"HierarchyHasIndention\" : \"\"\n,\"CurrentFolderSpItemUrl\" : \"\"\n\n},\"ClientFormCustomFormatter\":{\"0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1\":\"{\\\"footerJSONFormatter\\\":\\\"\\\"}\"}}"
  }
}
