{
  "ListData": {
    "owshiddenversion": 4,
    "ContentType": "Item",
    "Name": "George Barton",
    "Organization": "",
    "Email": "geobarton@sbcglobal.net",
    "Meeting": "SBE Agenda for July 2023",
    "Topic": "Item 11 - Adoption of the 2023 Mathematics Framework",
    "Subject": "Item 11 - Adoption of the 2023 Mathematics Framework",
    "StanceontheMatter": "Oppose",
    "Comments": "Dear California State Board of Education,\n\nI am writing to ask you to REJECT the Mathematics Framework Revised Draft (CMF)\nproposed for the Jul 12-13, 2023 meeting. To have a STEM (Science, Technology,\nEngineering and Mathematics) workforce in the United States, we need students\nwith advanced capabilities in mathematics to take higher level courses (such as\nCalculus) in High School so they can be competitive for acceptance and success\ninto college STEM programs and careers. The CMF provides, at best, unclear\npathways about how to allow students to get to higher level math classes in the\nK-12 public school system, and at worst, denies options for students to\naccelerate and get to Calculus by 12th grade. If adopted and implemented, the\nCMF will lead to greater inequities as students with financial means will seek\nmath acceleration or all of their education outside of the public school system,\nleaving their mathematically advanced, but socio-economically disadvantaged\npeers, stuck in classrooms with students who are often 3-5 years below grade\nlevel with limited options to better their situation through STEM.\n\nThe First Field Review of the proposed California Math Framework was explicit in\ntheir statement that all students will have a common math experience until grade\n11. There was NO mention of courses like Algebra being an option in grade 8, and\nin fact, studies with false or misleading claims were used to support many of\nthese arguments. Thankfully, the SBE did not pass that version nor the second\nversion of the CMF, and this current, third, version now has some wiggle room in\nat least acknowledging that 8th grade Algebra could be an option. While progress\nhas been made, I ask you to again reject this CMF and require that CLEAR\nPathways be recommended with research to support these recommendations, as the\ncurrent CMF is still very much focused on students not being able to accelerate\nuntil grade 11 as well as keeping with the original damaging consequences of\nlowering overall math course taking for high school students.\n\nThe CMF clearly wants ALL students in the same math course with their grade\nlevel peers until grade 11\nThe CMF describes “heterogeneously grouped classrooms” from “grade school\nthrough high school” (Ch 1, line 208).\nThe CMF notes “possible pathways for high school coursework, reflecting a common\nninth- and tenth-grade experience, and a broader array of options in eleventh\nand twelfth grade.” (Ch 8 line 702 and Ch 8 line 1295).\n\nNote that Chapter 10 Line 809 reads, “The framework recommends that all students\ntake the same rich mathematics courses in kindergarten through grade eight.” It\nis obvious that there are NOT CLEAR recommendations within the CMF about\nacceleration and course taking as two places say common courses through grade 10\nand one through grade 8. Apparently some folks working on the CMF (such as was\nevidenced in the First Field Review) still want no acceleration before grade 11,\nbut someone else has decided to back that up to no acceleration before grade 9.\nThis confusing, unclear, and unsubstantiated advice should not be present in a\nCMF that the SBE adopts\nAs “evidence” for why the US should not allow acceleration before grade 11, the\nCMF states, “Another review of international evidence about tracking found that,\nwhile most Organisation for Economic Co-operation and Development (OECD)\ncountries do not differentiate curriculum options for students until ninth or\ntenth grade, those that track students into different course options earlier\nincrease inequality in learning significantly (Woessmann, 2009).” (Ch 9, Line\n148) First, it is interesting to note that other countries (who are far\noutperforming the US in math) allow acceleration in grade 9 or 10, and yet the\nCMF is recommending waiting until grade 11. What is even more heinous in this\nquote is that the reference cited to justify holding students back from\nacceleration (Woessmann, 2009) discusses students being tracked into DIFFERENT\nSCHOOLS, not being allowed to accelerate into 1 different class within the same\nschool. There are very different repercussions to students being moved to a\ndifferent school while their peers are left at a “lower” school than there are\nwith the current policy in California where a student might be in an advanced\nmath class and then regular classes and another might be in regular math but\nthen advanced English or History. This is akin to one student taking culinary\narts while another takes photography and another ceramics. Students recognize,\noften as early as Kindergarten, that math is easier for some students and other\naspects of school is easier for others. Do NOT approve a California Math\nFramework which makes recommendations about the harmful effects of acceleration\nbased upon countries who do not have anywhere close to the same definition of\nwhat it means to “accelerate”.\nWhat does non-acceleration look like?\nSince all students are recommended to be in the same math class until grade 11,\nthe CMF describes what grade 10 classes should look like. We read, “When\ndifferentiation occurs at tenth grade to add greater challenge to the courses of\nadvanced students, the curriculum remains similar, and both lanes allow students\nto reach advanced courses like calculus.” (Ch 8 line 467) So advanced students,\n1-3 years AHEAD of grade level standards are learning similar curriculum to\nstudents who are on grade level and also with students who are 3-7 years below\ngrade level (which is the reality based upon the fact that more than 77% of 11th\ngraders were below proficient on the SBAC in 2021-22) (link) with over 70% of\nstudents below proficient in grade 8. Who is the teacher really going to teach?\nIf the teacher chooses the middle (which is common) the advanced students suffer\nand lose opportunities to get into STEM fields, and the lowest students also\nsuffer falling even further behind. There is one vignette in the CMF that\nexplains how to support this type of classroom successfully (Ch 9 beginning Line\n327), but that relies upon two teachers and personalized learning where each\nstudent progresses at their own pace with occasional whole class investigations,\nand students able to complete “courses” anytime during the year and progress to\nthe next course; e.g a student might complete Algebra I and begin Geometry in\none year while another student completed just part of Algebra I. If this is the\nmath instruction the CMF is guiding for, then there needs to be significantly\nmore time dedicated to explaining this, supporting it with evidence and an\nexplanation of how team teaching will work with students taking courses, some\nover 2 years and others over 2 months and how this looks on transcripts and\naffects college admission, etc.\nIn Chapter 7 of the CMF, we read that Middle School “is a time when students\nmake choices about mathematics coursework—or have those choices made for\nthem—that have long-term implications, including for their college and career\nachievements.” (Ch 7 line 51) One must ask, then, if students are to have a\ncommon math experience until grade 11 (as the CMF guides), isn’t the CMF making\nchoices for students that have “long term implications”, such as their not being\ncompetitive for college admission into STEM majors or careers in STEM fields (as\ntheir peers in other states or private schools did accelerate before grade 11)?\nThis CMF needs to be rejected and the version that is adopted needs to give\nCLEAR pathways that allow for acceleration BOTH in Middle School AND in High\nSchool so no one is held back and anyone can choose to accelerate when ready.\n\nEvidence used to defend no acceleration before grade 11 does not support this\nproposal.\nThe CMF states, “These perceptions may also be linked to labels— “low kids,”\n“bubble kids,” “slow kids” —that lead to a differentiated and unjust mathematics\neducation for students, with some channeled into low level math.” (Ch 1 line\n243). First, since when is “differentiated math” a bad thing? The CMF has stated\nhow essential it is for a teacher to differentiate in their classroom (e.g.Ch\n[https://urldefense.com/v3/__http://e.g.Ch__;!!KOl5BGHrNw!doJIn0oSXS3nuOnlC4H_lVgbYdCtnvx2XONJsFTWS4nxv4RQiNHu4FzV1HcI1fLOdfbeHtMWOo9GKDr-QoKDh3Q_$]\n8 line 467). Secondly, almost no school in California has a “low level” math\nclass (unless it is for SPED students). In California, thanks to the California\nMath Content Standards, the 2013 CA Math Framework, and standardized testing\n(SBAC), students take their grade level math up through high school. There are\nhardly any high schools that offer a course LOWER than Algebra I or Integrated\nMath I, so the CMF is fighting a straw man.\n“Research indicates that in the era in which California policy encouraged all\nstudents to take Algebra in eighth grade, success for many students was\nundermined. Several studies found that, contrary to the hoped-for improvements,\nwidespread acceleration often led to declines in overall mathematics\nachievement. One study found that most students who took Algebra in the eighth\ngrade failed to score “proficient” on the end-of-course Algebra California\nStandards Test (CST). Students who failed eighth-grade Algebra and thus took the\nAlgebra CST again at the end of their ninth-grade year scored lower on average\nthan students who took the Algebra CST for the first time at the end of ninth\ngrade (Liang, Heckman, and Abedi, 2012).” (Ch 8 Line 269) This is an accurate\nstatement and it is very true that not ALL students should be required to\naccelerate in grade 8. The experiment many low performing districts engaged in\nby placing all 8th graders in Algebra I to not take a “hit” on their API score\nwas horrible for all students. That said, that is hardly evidence for saying no\none should accelerate. Where is the logical reasoning the CMF constantly argues\nfor? Are the only options no one accelerates in grade 8 or everyone does? What\nabout those who are ready to accelerate, get to? During this same time period\ndescribed above, many high performing (high SES) districts were very restrictive\nabout who got to take Algebra I in grade 8, and those schools typically had all\nstudents achieve advanced on the test that year and in subsequent years. In\naddition, the very next section of the CMF describes a program where all\nstudents in New York accelerated and that was successful. So, how can the SBE\nadopt a framework that draws such inaccurate conclusions as this CMF does and\npropose large scale changes based upon these false claims?\nChapter 9 line 120 reads, “For many, this tracking begins in the early years of\nelementary school—often around third grade.” There is no citation here and NO\nevidence of this being the practice in California. Many districts allow\nacceleration in high school, while most allow it in grades 7 or 8 with a very\nfew allowing acceleration in grade 6. It is just not the case that “for many”\nacceleration (meaning taking a course above your current grade level) occurs in\ngrade 3 (or even 4 or 5).\n\nThe “solutions” to allow students to accelerate and reach Calculus are unjust\nand will harm socio-economically disadvantaged students\nThe CMF proposes students eliminate or skip a course (apparently either Algebra\nII or Pre-Calculus) in high school to be able to reach calculus. “An alternative\nto eighth grade acceleration would be to adjust the high school curriculum\ninstead, eliminating redundancies in the content of current courses, so that\nstudents do not need four courses before Calculus. As enacted, Algebra II tends\nto repeat a significant amount of the content of Algebra I, and Precalculus\nrepeats content from Algebra II.” (Ch 8 line 688, also stated again in Chapter\n8, line 1295) What does this look like? If the CMF is proposing this, they\nshould map out possible course sequences to show which standards would be\naddressed in each course, ensuring students have time to develop conceptual\nunderstanding, procedural fluency and applications in real world contexts.\n\nWhile the CMF claims that it is very possible to complete 5 courses (Algebra I,\nGeometry, Algebra 2, Precalculus and Calculus) over the 4 years of high school,\nit also argues that students who don’t accelerate in middle school are “stuck”.\nChapter 9 line 121 reads, “Schools sometimes use elementary school test data to\ndetermine students’ placement, which typically also determines their ultimate\ndestination. Because students are then taught different content, they often\ncannot easily change pathways. This practice is unjustifiable.” I agree\nwholeheartedly that it is unjustifiable to determine if a student can have a\nSTEM career based upon what they do in elementary school; however, this is\nanother logical fallacy. Why can’t some students accelerate in middle school (if\nthey show they are ready) and others accelerate in high school (as proposed\nabove)? A CMF the SBE approves should have MULTIPLE entry and exit points for\nstudents to choose to accelerate or go back to a regular paced pathway\nthroughout middle and high school. Many districts have such pathways and options\n(for example Irvine Unified in Orange County and Palm Springs Unified in San\nBernardino County). If we truly want to support all students to have the\nopportunity to achieve STEM careers, we need flexible pathways starting in\nmiddle school!\nThe CMF proposes summer classes to allow students to accelerate. “Schools may\nalso organize supplemental course taking in summer programs, to allow students\nwho start Algebra or Mathematics I in ninth grade to be able to take Calculus in\nhigh school if they choose.” (Ch 8 line 696) Why should a student have to go to\nsummer school to accelerate? This is particularly unjust for Socio-economically\ndisadvantaged students who often have to work or provide childcare for siblings\nduring the summer.\nThe CMF proposes “doubling up” to allow students to accelerate. In Chapter 8\nline 819 we read, “So, in her fourth year, she enrolls in her school’s\nprecalculus class, along with a half-semester support class her school offers\nfor students whose interest in mathematics grows late in their high school\ntime.” Why does a student need to forgo an elective or other course which might\nhelp them get ahead for college or career to take another math class because the\nCMF decided it wanted all students in the same class until grade 11?\nThe CMF proposes students can take extra courses. “One form of flexible grouping\ninvolves moving the beginning of separate course pathways to later grades—e.g.,\nfrom fourth, fifth, or sixth grade to at least eighth grade—and supporting extra\ncourse-taking options during the school year or during summer school so that\nstudents may accelerate at any time during middle or high school.” (Ch 8 line\n226) The public school system needs to allow for acceleration without the extra\nburden on students to take extra classes or summer classes. Requiring this extra\ntime will increase inequity as students with financial means will go outside the\npublic school system to get their needs met and their less fortunate peers will\nbe stuck doubling up, in summer school or without the opportunity to accelerate\nand reach Calculus.\n\nThe recommendations of the CMF around high school course taking lowers\nexpectations, and as such, will harm CA students\nThe CMF proposes DROPPING the current practice of having all students take\nAlgebra II, and, instead, offer easier, more interesting courses. This is\nlowering expectations rather than providing extra support to allow all students\nto succeed in Algebra II, thus keeping their options open for college degrees\nand careers. Chapter 8 line 730 reads, “In addition to offering Mathematics III\nor Algebra II, districts have the flexibility to offer other third-year and\nfourth-year courses.” The SBAC only assesses high school students in grade 11,\nand a large portion of the content comes from Algebra II. If students do not\ntake Algebra II, they will fail the exam in even high percentages. Rather than\nproviding supports to help struggling students master Algebra II standards, the\nCMF proposes just not completing that challenging course. The CMF does note that\n“If students take another third-year course (besides Mathematics III or Algebra\nII), they should be made aware that they are leaving the usual pathway for\ntaking Calculus in high school or in their first semester of college (as is\nexpected in some universities for STEM majors).” (Ch 8 line 758)\nThe CMF points out that “to meet the law” students really only need Algebra I.\nChapter 8 line 677 states, “By completing Algebra I and Geometry or Mathematics\nI and II,[1] students will satisfy the requirements of California Assembly Bill\n220 of the 2015 legislative session that requires students to complete two\nmathematics courses in order to receive a diploma of graduation from high\nschool, with at least one course meeting the rigor of Algebra I.” The SBE and\nCalifornia should not be okay with the CMF’s attitude of “lowering the bar”.\nNearly every district expects students to complete Algebra II; to enact the\nCMF’s proposal would be to go backwards in progress towards equity to which\nCalifornia has made great strides.\n\nThe SBE should adopt a CMF that clearly suggests pathways to accelerate\nbeginning in middle school to ensure we support our mathematically inclined\nstudents.\nIn a line meant to support NOT accelerating before grade 11, the CMF actually\npoints out a major reason TO accelerate as early as middle school: advanced math\nstudents tend to get bored and disinterested in math when they are grouped in a\nclass with students with a massive range of proficiency. In Chapter 8 line 877\nwe read, “The UC Board of Admissions and Relations with Schools (BOARS) made a\nsimilar statement: BOARS commends the Common Core\u0027s goal of deeper understanding\nof the mathematical concepts taught at each K–12 grade level. A strong grasp of\nthese ideas is crucial for college coursework in many fields, and students\nshould be sure to take enough time to master the material. Choosing an\nindividually appropriate course of study is far more important than rushing into\nadvanced classes without first solidifying conceptual knowledge. Indeed,\nstudents whose math classes are at a mismatched level—either too advanced or too\nbasic—often become frustrated and lose interest in the topic. (BOARS, 2016)”\n\nClearly the SBE has been grappling with the issue of acceleration as evidenced\nfrom the changing perspective from the first Field Review CMF (no acceleration\nbefore grade 11) to an attitude of It’s possible, but not desired, to accelerate\nin Middle School. I ask the SBE to reject this version of the CMF until clear\npathway options with supporting evidence can be explained (or take out any\nmention of acceleration as the CMF is clearly not in a position to “guide” with\ntheir unclear descriptions and writing.) In fact, the CMF (in this third\nversion) notes that more discussion is needed: “It would be helpful for the\nstate to convene a working group of mathematics experts to discuss and clarify\npossible high school pathways.” (Ch 8 line 245)\n\nStudents in California should have every opportunity to attain to high levels of\nmath (including Calculus) if they want. These opportunities to “accelerate”\nshould be clearly mapped out in a CMF the SBE adopts and have multiple entry\npoints and opportunities for students to get on or off the accelerated pathways\nthroughout middle and high school (when gaps become larger issues and students\nneed challenge and have interest in high levels of math). These pathways should\nbe built upon options students can take in the regular school day without having\nto “double up” and lose electives. The current CMF is a mess in terms of advice\nthey give districts; the CMF clearly does not want anyone to accelerate before\ngrade 11, but then the CMF states not before grade 9 and then confounds\naccelerating in math for a single class within a heterogeneous high school with\n“tracking” in other countries in which students join entirely different,\nhomogeneous schools. California students who want STEM degrees and/or careers\nneed to be competitive with students from other states, countries and private\nschools. This CMF is holding them back and needs to be rejected.\n\n\n\n\n",
    "Title": "SBECOMMENT-20230706-110408",
    "Author": "11;#SBE SharePoint Online,#i:0#.f|membership|sbe-sp@caeducation.onmicrosoft.com,#sbe-sp@caeducation.onmicrosoft.com,#,#SBE SharePoint Online",
    "Editor": "18;#Amy Bubbico,#i:0#.f|membership|abubbico@sbe.ca.gov,#ABubbico@sbe.ca.gov,#abubbico@sbe.ca.gov,#Amy Bubbico",
    "Created": "7/6/2023 11:04 AM",
    "Modified": "7/6/2023 3:15 PM",
    "Attachments": ""
  },
  "ListSchema": {
    "New": {
      "Item": [
        {
          "Id": "993e2e36-40f1-4d95-b038-196ac16dd2a0",
          "Title": "Name",
          "InternalName": "Name",
          "StaticName": "Name",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Name",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "de106dd4-d036-451f-86ca-79267ae6cab5",
          "Title": "Organization",
          "InternalName": "Organization",
          "StaticName": "Organization",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Organization",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "929e202d-e58b-4624-853d-9db09f478b19",
          "Title": "Email",
          "InternalName": "Email",
          "StaticName": "Email",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Email",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "718cb3ae-845d-4cf2-bea5-bd34a4ed6fd3",
          "Title": "Agenda",
          "InternalName": "Meeting",
          "StaticName": "Meeting",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Meeting",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0a978dcb-ce67-4a96-8058-a6ac6352a9f1",
          "Title": "Agenda Item",
          "InternalName": "Topic",
          "StaticName": "Topic",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Topic",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0637a1c8-2e6d-4f68-b904-e5877e5981db",
          "Title": "Agenda Subject",
          "InternalName": "Subject",
          "StaticName": "Subject",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Subject",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "76837ecc-08d5-48fc-9e5c-ae95a54a0c83",
          "Title": "Stance",
          "InternalName": "StanceontheMatter",
          "StaticName": "StanceontheMatter",
          "Hidden": false,
          "IMEMode": null,
          "Name": "StanceontheMatter",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "Position on the Matter",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "95ae8038-c888-4c6f-9345-a15c062e3cf1",
          "Title": "Comment",
          "InternalName": "Comments",
          "StaticName": "Comments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Comments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "fa564e0f-0c70-4ab9-b863-0177e6ddd247",
          "Title": "Reference Number",
          "InternalName": "Title",
          "StaticName": "Title",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Title",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": "Generating...",
          "DefaultValueTyped": "Generating...",
          "ClientValidationFormula": "=if(length([$Title]) == -1,\u0027true\u0027,\u0027false\u0027)",
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "67df98f4-9dec-48ff-a553-29bece9c5bf4",
          "Title": "Attachments",
          "InternalName": "Attachments",
          "StaticName": "Attachments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Attachments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Attachments",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Attachments",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null
        }
      ]
    },
    "Edit": {
      "Item": [
        {
          "Id": "993e2e36-40f1-4d95-b038-196ac16dd2a0",
          "Title": "Name",
          "InternalName": "Name",
          "StaticName": "Name",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Name",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "de106dd4-d036-451f-86ca-79267ae6cab5",
          "Title": "Organization",
          "InternalName": "Organization",
          "StaticName": "Organization",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Organization",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "929e202d-e58b-4624-853d-9db09f478b19",
          "Title": "Email",
          "InternalName": "Email",
          "StaticName": "Email",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Email",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "718cb3ae-845d-4cf2-bea5-bd34a4ed6fd3",
          "Title": "Agenda",
          "InternalName": "Meeting",
          "StaticName": "Meeting",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Meeting",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0a978dcb-ce67-4a96-8058-a6ac6352a9f1",
          "Title": "Agenda Item",
          "InternalName": "Topic",
          "StaticName": "Topic",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Topic",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0637a1c8-2e6d-4f68-b904-e5877e5981db",
          "Title": "Agenda Subject",
          "InternalName": "Subject",
          "StaticName": "Subject",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Subject",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "76837ecc-08d5-48fc-9e5c-ae95a54a0c83",
          "Title": "Stance",
          "InternalName": "StanceontheMatter",
          "StaticName": "StanceontheMatter",
          "Hidden": false,
          "IMEMode": null,
          "Name": "StanceontheMatter",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "Position on the Matter",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "95ae8038-c888-4c6f-9345-a15c062e3cf1",
          "Title": "Comment",
          "InternalName": "Comments",
          "StaticName": "Comments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Comments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "fa564e0f-0c70-4ab9-b863-0177e6ddd247",
          "Title": "Reference Number",
          "InternalName": "Title",
          "StaticName": "Title",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Title",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": "Generating...",
          "DefaultValueTyped": "Generating...",
          "ClientValidationFormula": "=if(length([$Title]) == -1,\u0027true\u0027,\u0027false\u0027)",
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "67df98f4-9dec-48ff-a553-29bece9c5bf4",
          "Title": "Attachments",
          "InternalName": "Attachments",
          "StaticName": "Attachments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Attachments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Attachments",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Attachments",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null
        }
      ]
    }
  },
  "FormControlMode": 2,
  "FieldControlModes": {
    "Name": 2,
    "Organization": 2,
    "Email": 2,
    "Meeting": 2,
    "Topic": 2,
    "Subject": 2,
    "StanceontheMatter": 2,
    "Comments": 2,
    "Title": 2,
    "Author": 1,
    "Editor": 1,
    "Created": 1,
    "Modified": 1,
    "Attachments": 1
  },
  "WebAttributes": {
    "WebUrl": "/sites/SBEPublicComments",
    "EffectivePresenceEnabled": true,
    "AllowScriptableWebParts": false,
    "PermissionCustomizePages": false,
    "LCID": "1033",
    "CurrentUserId": 23
  },
  "ItemAttributes": {
    "Id": 365,
    "FsObjType": 0,
    "ExternalListItem": false,
    "Url": "/sites/SBEPublicComments/Lists/SBE Public Comments/365_.000",
    "EffectiveBasePermissionsLow": 134418465,
    "EffectiveBasePermissionsHigh": 48
  },
  "ListAttributes": {
    "Id": "174943f8-219c-4c06-a1b7-8bea9b55c875",
    "BaseType": 0,
    "Direction": "none",
    "ListTemplateType": 100,
    "DefaultItemOpen": 1,
    "EnableVersioning": true
  },
  "CSRCustomLayout": true,
  "PostBackRequired": false,
  "PreviousPostBackHandled": false,
  "UploadMode": false,
  "RedirectInfo": {
    "popUI": false,
    "redirectUrl": "/sites/SBEPublicComments/Lists/SBE Public Comments",
    "listRootFolderUrl": "/sites/SBEPublicComments/Lists/SBE Public Comments"
  },
  "SubmitButtonID": null,
  "ItemContentTypeName": "Item",
  "ItemContentTypeId": "0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1",
  "JSLinks": "clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js",
  "Data": {
    "Row": [
      {
        "Name": "George Barton",
        "Organization": "",
        "Email": "geobarton@sbcglobal.net",
        "Meeting": "SBE Agenda for July 2023",
        "Topic": "Item 11 - Adoption of the 2023 Mathematics Framework",
        "Subject": "Item 11 - Adoption of the 2023 Mathematics Framework",
        "StanceontheMatter": "Oppose",
        "Comments": "Dear California State Board of Education,\n\nI am writing to ask you to REJECT the Mathematics Framework Revised Draft (CMF)\nproposed for the Jul 12-13, 2023 meeting. To have a STEM (Science, Technology,\nEngineering and Mathematics) workforce in the United States, we need students\nwith advanced capabilities in mathematics to take higher level courses (such as\nCalculus) in High School so they can be competitive for acceptance and success\ninto college STEM programs and careers. The CMF provides, at best, unclear\npathways about how to allow students to get to higher level math classes in the\nK-12 public school system, and at worst, denies options for students to\naccelerate and get to Calculus by 12th grade. If adopted and implemented, the\nCMF will lead to greater inequities as students with financial means will seek\nmath acceleration or all of their education outside of the public school system,\nleaving their mathematically advanced, but socio-economically disadvantaged\npeers, stuck in classrooms with students who are often 3-5 years below grade\nlevel with limited options to better their situation through STEM.\n\nThe First Field Review of the proposed California Math Framework was explicit in\ntheir statement that all students will have a common math experience until grade\n11. There was NO mention of courses like Algebra being an option in grade 8, and\nin fact, studies with false or misleading claims were used to support many of\nthese arguments. Thankfully, the SBE did not pass that version nor the second\nversion of the CMF, and this current, third, version now has some wiggle room in\nat least acknowledging that 8th grade Algebra could be an option. While progress\nhas been made, I ask you to again reject this CMF and require that CLEAR\nPathways be recommended with research to support these recommendations, as the\ncurrent CMF is still very much focused on students not being able to accelerate\nuntil grade 11 as well as keeping with the original damaging consequences of\nlowering overall math course taking for high school students.\n\nThe CMF clearly wants ALL students in the same math course with their grade\nlevel peers until grade 11\nThe CMF describes “heterogeneously grouped classrooms” from “grade school\nthrough high school” (Ch 1, line 208).\nThe CMF notes “possible pathways for high school coursework, reflecting a common\nninth- and tenth-grade experience, and a broader array of options in eleventh\nand twelfth grade.” (Ch 8 line 702 and Ch 8 line 1295).\n\nNote that Chapter 10 Line 809 reads, “The framework recommends that all students\ntake the same rich mathematics courses in kindergarten through grade eight.” It\nis obvious that there are NOT CLEAR recommendations within the CMF about\nacceleration and course taking as two places say common courses through grade 10\nand one through grade 8. Apparently some folks working on the CMF (such as was\nevidenced in the First Field Review) still want no acceleration before grade 11,\nbut someone else has decided to back that up to no acceleration before grade 9.\nThis confusing, unclear, and unsubstantiated advice should not be present in a\nCMF that the SBE adopts\nAs “evidence” for why the US should not allow acceleration before grade 11, the\nCMF states, “Another review of international evidence about tracking found that,\nwhile most Organisation for Economic Co-operation and Development (OECD)\ncountries do not differentiate curriculum options for students until ninth or\ntenth grade, those that track students into different course options earlier\nincrease inequality in learning significantly (Woessmann, 2009).” (Ch 9, Line\n148) First, it is interesting to note that other countries (who are far\noutperforming the US in math) allow acceleration in grade 9 or 10, and yet the\nCMF is recommending waiting until grade 11. What is even more heinous in this\nquote is that the reference cited to justify holding students back from\nacceleration (Woessmann, 2009) discusses students being tracked into DIFFERENT\nSCHOOLS, not being allowed to accelerate into 1 different class within the same\nschool. There are very different repercussions to students being moved to a\ndifferent school while their peers are left at a “lower” school than there are\nwith the current policy in California where a student might be in an advanced\nmath class and then regular classes and another might be in regular math but\nthen advanced English or History. This is akin to one student taking culinary\narts while another takes photography and another ceramics. Students recognize,\noften as early as Kindergarten, that math is easier for some students and other\naspects of school is easier for others. Do NOT approve a California Math\nFramework which makes recommendations about the harmful effects of acceleration\nbased upon countries who do not have anywhere close to the same definition of\nwhat it means to “accelerate”.\nWhat does non-acceleration look like?\nSince all students are recommended to be in the same math class until grade 11,\nthe CMF describes what grade 10 classes should look like. We read, “When\ndifferentiation occurs at tenth grade to add greater challenge to the courses of\nadvanced students, the curriculum remains similar, and both lanes allow students\nto reach advanced courses like calculus.” (Ch 8 line 467) So advanced students,\n1-3 years AHEAD of grade level standards are learning similar curriculum to\nstudents who are on grade level and also with students who are 3-7 years below\ngrade level (which is the reality based upon the fact that more than 77% of 11th\ngraders were below proficient on the SBAC in 2021-22) (link) with over 70% of\nstudents below proficient in grade 8. Who is the teacher really going to teach?\nIf the teacher chooses the middle (which is common) the advanced students suffer\nand lose opportunities to get into STEM fields, and the lowest students also\nsuffer falling even further behind. There is one vignette in the CMF that\nexplains how to support this type of classroom successfully (Ch 9 beginning Line\n327), but that relies upon two teachers and personalized learning where each\nstudent progresses at their own pace with occasional whole class investigations,\nand students able to complete “courses” anytime during the year and progress to\nthe next course; e.g a student might complete Algebra I and begin Geometry in\none year while another student completed just part of Algebra I. If this is the\nmath instruction the CMF is guiding for, then there needs to be significantly\nmore time dedicated to explaining this, supporting it with evidence and an\nexplanation of how team teaching will work with students taking courses, some\nover 2 years and others over 2 months and how this looks on transcripts and\naffects college admission, etc.\nIn Chapter 7 of the CMF, we read that Middle School “is a time when students\nmake choices about mathematics coursework—or have those choices made for\nthem—that have long-term implications, including for their college and career\nachievements.” (Ch 7 line 51) One must ask, then, if students are to have a\ncommon math experience until grade 11 (as the CMF guides), isn’t the CMF making\nchoices for students that have “long term implications”, such as their not being\ncompetitive for college admission into STEM majors or careers in STEM fields (as\ntheir peers in other states or private schools did accelerate before grade 11)?\nThis CMF needs to be rejected and the version that is adopted needs to give\nCLEAR pathways that allow for acceleration BOTH in Middle School AND in High\nSchool so no one is held back and anyone can choose to accelerate when ready.\n\nEvidence used to defend no acceleration before grade 11 does not support this\nproposal.\nThe CMF states, “These perceptions may also be linked to labels— “low kids,”\n“bubble kids,” “slow kids” —that lead to a differentiated and unjust mathematics\neducation for students, with some channeled into low level math.” (Ch 1 line\n243). First, since when is “differentiated math” a bad thing? The CMF has stated\nhow essential it is for a teacher to differentiate in their classroom (e.g.Ch\n[https:\u002f\u002furldefense.com\u002fv3\u002f__http:\u002f\u002fe.g.Ch__;!!KOl5BGHrNw!doJIn0oSXS3nuOnlC4H_lVgbYdCtnvx2XONJsFTWS4nxv4RQiNHu4FzV1HcI1fLOdfbeHtMWOo9GKDr-QoKDh3Q_$]\n8 line 467). Secondly, almost no school in California has a “low level” math\nclass (unless it is for SPED students). In California, thanks to the California\nMath Content Standards, the 2013 CA Math Framework, and standardized testing\n(SBAC), students take their grade level math up through high school. There are\nhardly any high schools that offer a course LOWER than Algebra I or Integrated\nMath I, so the CMF is fighting a straw man.\n“Research indicates that in the era in which California policy encouraged all\nstudents to take Algebra in eighth grade, success for many students was\nundermined. Several studies found that, contrary to the hoped-for improvements,\nwidespread acceleration often led to declines in overall mathematics\nachievement. One study found that most students who took Algebra in the eighth\ngrade failed to score “proficient” on the end-of-course Algebra California\nStandards Test (CST). Students who failed eighth-grade Algebra and thus took the\nAlgebra CST again at the end of their ninth-grade year scored lower on average\nthan students who took the Algebra CST for the first time at the end of ninth\ngrade (Liang, Heckman, and Abedi, 2012).” (Ch 8 Line 269) This is an accurate\nstatement and it is very true that not ALL students should be required to\naccelerate in grade 8. The experiment many low performing districts engaged in\nby placing all 8th graders in Algebra I to not take a “hit” on their API score\nwas horrible for all students. That said, that is hardly evidence for saying no\none should accelerate. Where is the logical reasoning the CMF constantly argues\nfor? Are the only options no one accelerates in grade 8 or everyone does? What\nabout those who are ready to accelerate, get to? During this same time period\ndescribed above, many high performing (high SES) districts were very restrictive\nabout who got to take Algebra I in grade 8, and those schools typically had all\nstudents achieve advanced on the test that year and in subsequent years. In\naddition, the very next section of the CMF describes a program where all\nstudents in New York accelerated and that was successful. So, how can the SBE\nadopt a framework that draws such inaccurate conclusions as this CMF does and\npropose large scale changes based upon these false claims?\nChapter 9 line 120 reads, “For many, this tracking begins in the early years of\nelementary school—often around third grade.” There is no citation here and NO\nevidence of this being the practice in California. Many districts allow\nacceleration in high school, while most allow it in grades 7 or 8 with a very\nfew allowing acceleration in grade 6. It is just not the case that “for many”\nacceleration (meaning taking a course above your current grade level) occurs in\ngrade 3 (or even 4 or 5).\n\nThe “solutions” to allow students to accelerate and reach Calculus are unjust\nand will harm socio-economically disadvantaged students\nThe CMF proposes students eliminate or skip a course (apparently either Algebra\nII or Pre-Calculus) in high school to be able to reach calculus. “An alternative\nto eighth grade acceleration would be to adjust the high school curriculum\ninstead, eliminating redundancies in the content of current courses, so that\nstudents do not need four courses before Calculus. As enacted, Algebra II tends\nto repeat a significant amount of the content of Algebra I, and Precalculus\nrepeats content from Algebra II.” (Ch 8 line 688, also stated again in Chapter\n8, line 1295) What does this look like? If the CMF is proposing this, they\nshould map out possible course sequences to show which standards would be\naddressed in each course, ensuring students have time to develop conceptual\nunderstanding, procedural fluency and applications in real world contexts.\n\nWhile the CMF claims that it is very possible to complete 5 courses (Algebra I,\nGeometry, Algebra 2, Precalculus and Calculus) over the 4 years of high school,\nit also argues that students who don’t accelerate in middle school are “stuck”.\nChapter 9 line 121 reads, “Schools sometimes use elementary school test data to\ndetermine students’ placement, which typically also determines their ultimate\ndestination. Because students are then taught different content, they often\ncannot easily change pathways. This practice is unjustifiable.” I agree\nwholeheartedly that it is unjustifiable to determine if a student can have a\nSTEM career based upon what they do in elementary school; however, this is\nanother logical fallacy. Why can’t some students accelerate in middle school (if\nthey show they are ready) and others accelerate in high school (as proposed\nabove)? A CMF the SBE approves should have MULTIPLE entry and exit points for\nstudents to choose to accelerate or go back to a regular paced pathway\nthroughout middle and high school. Many districts have such pathways and options\n(for example Irvine Unified in Orange County and Palm Springs Unified in San\nBernardino County). If we truly want to support all students to have the\nopportunity to achieve STEM careers, we need flexible pathways starting in\nmiddle school!\nThe CMF proposes summer classes to allow students to accelerate. “Schools may\nalso organize supplemental course taking in summer programs, to allow students\nwho start Algebra or Mathematics I in ninth grade to be able to take Calculus in\nhigh school if they choose.” (Ch 8 line 696) Why should a student have to go to\nsummer school to accelerate? This is particularly unjust for Socio-economically\ndisadvantaged students who often have to work or provide childcare for siblings\nduring the summer.\nThe CMF proposes “doubling up” to allow students to accelerate. In Chapter 8\nline 819 we read, “So, in her fourth year, she enrolls in her school’s\nprecalculus class, along with a half-semester support class her school offers\nfor students whose interest in mathematics grows late in their high school\ntime.” Why does a student need to forgo an elective or other course which might\nhelp them get ahead for college or career to take another math class because the\nCMF decided it wanted all students in the same class until grade 11?\nThe CMF proposes students can take extra courses. “One form of flexible grouping\ninvolves moving the beginning of separate course pathways to later grades—e.g.,\nfrom fourth, fifth, or sixth grade to at least eighth grade—and supporting extra\ncourse-taking options during the school year or during summer school so that\nstudents may accelerate at any time during middle or high school.” (Ch 8 line\n226) The public school system needs to allow for acceleration without the extra\nburden on students to take extra classes or summer classes. Requiring this extra\ntime will increase inequity as students with financial means will go outside the\npublic school system to get their needs met and their less fortunate peers will\nbe stuck doubling up, in summer school or without the opportunity to accelerate\nand reach Calculus.\n\nThe recommendations of the CMF around high school course taking lowers\nexpectations, and as such, will harm CA students\nThe CMF proposes DROPPING the current practice of having all students take\nAlgebra II, and, instead, offer easier, more interesting courses. This is\nlowering expectations rather than providing extra support to allow all students\nto succeed in Algebra II, thus keeping their options open for college degrees\nand careers. Chapter 8 line 730 reads, “In addition to offering Mathematics III\nor Algebra II, districts have the flexibility to offer other third-year and\nfourth-year courses.” The SBAC only assesses high school students in grade 11,\nand a large portion of the content comes from Algebra II. If students do not\ntake Algebra II, they will fail the exam in even high percentages. Rather than\nproviding supports to help struggling students master Algebra II standards, the\nCMF proposes just not completing that challenging course. The CMF does note that\n“If students take another third-year course (besides Mathematics III or Algebra\nII), they should be made aware that they are leaving the usual pathway for\ntaking Calculus in high school or in their first semester of college (as is\nexpected in some universities for STEM majors).” (Ch 8 line 758)\nThe CMF points out that “to meet the law” students really only need Algebra I.\nChapter 8 line 677 states, “By completing Algebra I and Geometry or Mathematics\nI and II,[1] students will satisfy the requirements of California Assembly Bill\n220 of the 2015 legislative session that requires students to complete two\nmathematics courses in order to receive a diploma of graduation from high\nschool, with at least one course meeting the rigor of Algebra I.” The SBE and\nCalifornia should not be okay with the CMF’s attitude of “lowering the bar”.\nNearly every district expects students to complete Algebra II; to enact the\nCMF’s proposal would be to go backwards in progress towards equity to which\nCalifornia has made great strides.\n\nThe SBE should adopt a CMF that clearly suggests pathways to accelerate\nbeginning in middle school to ensure we support our mathematically inclined\nstudents.\nIn a line meant to support NOT accelerating before grade 11, the CMF actually\npoints out a major reason TO accelerate as early as middle school: advanced math\nstudents tend to get bored and disinterested in math when they are grouped in a\nclass with students with a massive range of proficiency. In Chapter 8 line 877\nwe read, “The UC Board of Admissions and Relations with Schools (BOARS) made a\nsimilar statement: BOARS commends the Common Core's goal of deeper understanding\nof the mathematical concepts taught at each K–12 grade level. A strong grasp of\nthese ideas is crucial for college coursework in many fields, and students\nshould be sure to take enough time to master the material. Choosing an\nindividually appropriate course of study is far more important than rushing into\nadvanced classes without first solidifying conceptual knowledge. Indeed,\nstudents whose math classes are at a mismatched level—either too advanced or too\nbasic—often become frustrated and lose interest in the topic. (BOARS, 2016)”\n\nClearly the SBE has been grappling with the issue of acceleration as evidenced\nfrom the changing perspective from the first Field Review CMF (no acceleration\nbefore grade 11) to an attitude of It’s possible, but not desired, to accelerate\nin Middle School. I ask the SBE to reject this version of the CMF until clear\npathway options with supporting evidence can be explained (or take out any\nmention of acceleration as the CMF is clearly not in a position to “guide” with\ntheir unclear descriptions and writing.) In fact, the CMF (in this third\nversion) notes that more discussion is needed: “It would be helpful for the\nstate to convene a working group of mathematics experts to discuss and clarify\npossible high school pathways.” (Ch 8 line 245)\n\nStudents in California should have every opportunity to attain to high levels of\nmath (including Calculus) if they want. These opportunities to “accelerate”\nshould be clearly mapped out in a CMF the SBE adopts and have multiple entry\npoints and opportunities for students to get on or off the accelerated pathways\nthroughout middle and high school (when gaps become larger issues and students\nneed challenge and have interest in high levels of math). These pathways should\nbe built upon options students can take in the regular school day without having\nto “double up” and lose electives. The current CMF is a mess in terms of advice\nthey give districts; the CMF clearly does not want anyone to accelerate before\ngrade 11, but then the CMF states not before grade 9 and then confounds\naccelerating in math for a single class within a heterogeneous high school with\n“tracking” in other countries in which students join entirely different,\nhomogeneous schools. California students who want STEM degrees and\u002for careers\nneed to be competitive with students from other states, countries and private\nschools. This CMF is holding them back and needs to be rejected.\n\n\n\n\n",
        "Title": "SBECOMMENT-20230706-110408",
        "ContentTypeId": "0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1",
        "_ModerationComments": "",
        "LinkTitle": "SBECOMMENT-20230706-110408",
        "File_x0020_Type": "",
        "File_x0020_Type.mapapp": "",
        "HTML_x0020_File_x0020_Type.File_x0020_Type.mapcon": "",
        "HTML_x0020_File_x0020_Type.File_x0020_Type.mapico": "icgen.gif",
        "ComplianceAssetId": "",
        "LinkTitleNoMenu": "SBECOMMENT-20230706-110408",
        "LinkTitle2": "SBECOMMENT-20230706-110408",
        "_ModerationStatus": "Approved",
        "_ModerationStatus.": "0",
        "_ColorHex": "",
        "_ColorTag": "",
        "_Emoji": "",
        "ID": "365",
        "ContentType": "Item",
        "Modified": "7\u002f6\u002f2023 3:15 PM",
        "Modified.": "2023-07-06T22:15:58Z",
        "Modified.FriendlyDisplay": "1|0|7|Thursday|3:15 PM",
        "Created": "7\u002f6\u002f2023 11:04 AM",
        "Created.": "2023-07-06T18:04:08Z",
        "Created.FriendlyDisplay": "1|0|7|Thursday|11:04 AM",
        "Author": [
          {
            "id": "11",
            "title": "SBE SharePoint Online",
            "email": "sbe-sp@caeducation.onmicrosoft.com",
            "sip": "",
            "picture": ""
          }
        ],
        "Editor": [
          {
            "id": "18",
            "title": "Amy Bubbico",
            "email": "ABubbico@sbe.ca.gov",
            "sip": "abubbico@sbe.ca.gov",
            "picture": ""
          }
        ],
        "_HasCopyDestinations": "",
        "_HasCopyDestinations.value": "",
        "_CopySource": "",
        "owshiddenversion": "4",
        "WorkflowVersion": "1",
        "_UIVersion": "1536",
        "_UIVersionString": "3.0",
        "Attachments": "0",
        "SelectTitle": "365",
        "InstanceID": "",
        "Order": "36,500",
        "Order.": "36500.0000000000",
        "GUID": "{BA435B96-70D9-4BA0-984D-F17B19EC0EA4}",
        "WorkflowInstanceID": "",
        "FileRef": "\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE Public Comments\u002f365_.000",
        "FileDirRef": "\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE Public Comments",
        "Last_x0020_Modified": "7\u002f6\u002f2023 3:15 PM",
        "Last_x0020_Modified.": "2023-07-06T22:15:57Z",
        "Created_x0020_Date": "0;#2023-07-06 11:04:08",
        "Created_x0020_Date.ifnew": "",
        "FSObjType": "0",
        "SortBehavior": "0",
        "PermMask": "0x3008031021",
        "PrincipalCount": "6",
        "FileLeafRef": "365_.000",
        "UniqueId": "{2451A120-ADA9-4BA2-A370-62F743228280}",
        "ParentUniqueId": "{DA6E42DD-9F4A-46C4-B0BC-3457900A7D2B}",
        "SyncClientId": "",
        "ProgId": "",
        "ScopeId": "{698871BC-0725-440F-BFA7-367520EBD3F8}",
        "HTML_x0020_File_x0020_Type": "",
        "_EditMenuTableStart": "365_.000",
        "_EditMenuTableStart2": "365",
        "_EditMenuTableEnd": "365",
        "LinkFilenameNoMenu": "365_.000",
        "LinkFilename": "365_.000",
        "LinkFilename2": "365_.000",
        "DocIcon": "",
        "ServerUrl": "\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE Public Comments\u002f365_.000",
        "EncodedAbsUrl": "https:\u002f\u002fcaeducation.sharepoint.com\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE%20Public%20Comments\u002f365_.000",
        "BaseName": "365_",
        "MetaInfo": [
          { "lookupId": 365, "lookupValue": "", "isSecretFieldValue": false }
        ],
        "_Level": "1",
        "_IsCurrentVersion": "Yes",
        "_IsCurrentVersion.value": "1",
        "ItemChildCount": "0",
        "FolderChildCount": "0",
        "Restricted": "",
        "OriginatorId": "",
        "NoExecute": "0",
        "ContentVersion": "0",
        "_ComplianceFlags": "",
        "_ComplianceTag": "",
        "_ComplianceTagWrittenTime": "",
        "_ComplianceTagWrittenTime.": "",
        "_ComplianceTagUserId": "",
        "_IsRecord": "",
        "AccessPolicy": "",
        "_VirusStatus": "",
        "_VirusVendorID": "",
        "_VirusInfo": "",
        "AppAuthor": "",
        "AppEditor": "",
        "SMTotalSize": "163916",
        "SMLastModifiedDate": "7\u002f6\u002f2023 3:15 PM",
        "SMLastModifiedDate.": "2023-07-06T22:15:57Z",
        "SMTotalFileStreamSize": "0",
        "SMTotalFileCount": "0",
        "_CommentFlags": "",
        "_CommentCount": ""
      }
    ],
    "FirstRow": 1,
    "FolderPermissions": "0x3008031021",
    "LastRow": 1,
    "RowLimit": 2147483647,
    "NextHref": "?0&PageFirstRow=2&View=00000000-0000-0000-0000-000000000000",
    "FilterLink": "?",
    "ForceNoHierarchy": "1",
    "HierarchyHasIndention": "",
    "CurrentFolderSpItemUrl": ""
  },
  "ClientFormCustomFormatter": {
    "0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1": "{\"footerJSONFormatter\":\"\"}"
  }
}
