{
  "ListData": {
    "owshiddenversion": 2,
    "ContentType": "Item",
    "Name": "Lisa Fittery",
    "Organization": "",
    "Email": "lfittery@att.net",
    "Meeting": "SBE Agenda for July 2023",
    "Topic": "Item 11 - Adoption of the 2023 Mathematics Framework for California\nPublic Schools, Kindergarten Thr...",
    "Subject": "Item 11 - Adoption of the 2023 Mathematics Framework for California\nPublic Schools, Kindergarten Through Grade Twelve.",
    "StanceontheMatter": "Oppose",
    "Comments": " Dear California State Board of Education,\nI am writing to ask you to REJECT the Mathematics Framework Revised Draft (CMF)\nproposed for the July 12-13, 2023 meeting. California students have declined in\nmath proficiency as measured by the CAASPP, down to 33.38% proficient or\nadvanced in 2021-22 (down from about 40% proficient or advanced in 2018-19) (CMF\nChp. 2, line 46). On the National Assessment (NAEP), California students have\nalso declined, with only 30% of 4th graders proficient or above in 2022 (down\nfrom 34% in 2019) (link) and only 23% of grade 8 students proficient or advanced\nin 2022 (down from 29% in 2019) (link). So what are California’s plans to remedy\nthis massive problem? While there should be a focus on proven interventions such\nas tutoring and intervention courses, this proposed CMF is more concerned with\nstudents feeling positive about math than they are about students learning math.\nA simple search of language used in the CMF reveals the primary focus of this\nmath framework is NOT on learning math content standards, but rather on helping\nkids feel good about math. The word “identity” (in reference to building up\nstudents’ math identities to feel positive about the subject) appears 25 times.\nThe word “belonging” (in that students feel a sense of belonging to the math\ncommunity) appears 18 times. Contrast that with how many times helping students\nachieve math “proficiency” is mentioned- ONLY 11 TIMES! No reasonable adult is\nagainst students feeling good about math, but that feeling comes as a\nconsequence of reaching proficiency and mastering math content, not as the\nprimary goal of a math teacher. Following are specific examples of the\nover-emphasis on students feeling good at math at the expense of increasing math\ncontent proficiency.\n● “This framework offers ideas for teaching in ways that create space for\nstudents with a wide range of social identities to access mathematical ideas and\nfeel a sense of belonging to the mathematics community.” (Ch. 2, Line 192)\n● “Both mathematics educators and mathematics education researchers argue that\nteaching toward social justice can play an important role in shifting students’\nperspectives on mathematics as well as their sense of belonging as mathematics\nthinkers.” (Ch. 2, Line 462)\n● “This concept is about building positive mathematical identities, beginning at\nthe pre-kindergarten level.” (Ch 2, Line 467)\n● “Teaching in culturally responsive ways that acknowledge and draw on students’\nbackgrounds, histories, and funds of knowledge enable students to feel a sense\nof belonging.” (Ch 2, Line 499)\n● “Teachers can create opportunities for themselves and their students to share\nautobiographies as mathematics doers and learners, thereby creating spaces for\nstudents to participate as authors of their mathematical learning experiences.”\n(Ch 2, Line 514)\n1\n\n● “They strengthen their identities as members of the mathematics community.”\n(Ch 2, Line 792)\n● “A classroom that welcomes students’ unfinished thinking normalizes\nmathematical struggle as part of learning and positions all learners as\nbelonging to the discipline of mathematics.” (Ch 2, Line 871)\n● “The aim is to have students come to view mathematics as a subject that is\nabout sense making and reasoning, to which they can contribute and belong.” (Ch\n2, Line 988)\n● “Data investigation can support teachers as they seek to create climates of\nbelonging for students, inviting them to investigate real data that is likely\nrelevant to their lives.” (Ch 5, Line 123)\n● “Educators can offer social and emotional support to students by designing\nengaging lessons that allow students to connect in meaningful ways with\ncontent.” (Ch 5, Line 1400)\n● “Important principles underlying the teaching of data science that will offer\nthe greatest chance for social, emotional, and academic development include the\nfollowing:\n○ Convey Mindset and Belonging Messages.” (Ch 5, Line 1409)\n● “This framework is intended to help teachers ensure that the math experiences\nof all\ntheir students are positive ”(Ch 7 Line 68)\n● “The idea is for teachers to help students experience the “wonder, joy, and\nbeauty of math” (National Council of Teachers of Mathematics) and help students\ndevelop and sustain a positive identity as capable mathematics learners.” (Ch 7,\nLine 72)\n● “When students are engaged in meaningful, investigative experiences, they can\ncome to view mathematics, and their own relationship to mathematics, far more\npositively.” (Ch 2 line 164)\nAll stakeholders would want students to view their relationship to math\npositively, but that can NOT be the primary goal of math instruction. As a\nstate, for the sake of our future, we MUST focus on increasing math proficiency,\neven if that means students sometimes feel like they are not good at math. The\nCMF advises teachers, “During groupwork, the teacher looks for opportunities to\nelevate students by highlighting their abilities and contributions to the group,\nwhich is referred to as “assigning competence”. (Ch 12, line 244) What\nCalifornia needs is not “assigned competence” but “actual competence” which is\noften achieved by hard work and sometimes failing so that one works harder to\nlearn and succeed. The CMF further explains, “When teachers perceive that a\nstudent has become “low status” in a group, they intervene by publicly praising\na mathematical contribution the student has made.” (Ch 12, Line 248). If a pilot\nnearly causes a plane to crash, is the boss going to point out that he had a\nnice takeoff? Status\n2\n\nis often achieved because it has been earned and ideas are valued and respected,\nnot because someone intervenes to praise something that person did in the past.\nThe CMF continues in this vein, writing “but grouping by perceived “ability” can\nbe the first step in a system of tracking if “similar ability” students are\ngrouped together (see chapter nine) or can unintentionally communicate beliefs\nabout who is capable—as when groups are intentionally stratified according to\nperceived “ability” so that students soon understand who is the “high kid” and\nwho is the “low kid” in the group. Aside from language development\nconsiderations and any safety concerns, randomizing group assignments can convey\nto each student that everyone has something to offer the group’s learning and\nsomething to learn from the thoughts of others.” (Ch 4, Line 512). Students know\nwho the “high kids” are in math regardless if the teacher puts them in a special\ngroup. The CMF is so concerned about students feeling good about themselves, the\nauthors are willing to sacrifice allowing our most advanced learners’\nacceleration needed to become the STEM professionals that power our world. Of\ncourse putting more advanced math students in a group communicates who is most\ncapable at that point; over 70% of California students are below proficient;\neveryone knows that! Let’s not hide that and pretend all students are on equal\nfooting; rather, let’s put struggling students into groups and provide extra\nsupport so they CAN become proficient.\nIn addition to an overemphasis on feeling good about math in the place of\nachieving proficiency in math, the CMF puts self-esteem and not feeling anxious\nas other primary goals. The CMF claims (without any supporting evidence)\n“Students also self-select out when mathematics is experienced as the\nmemorization of meaningless formulas—perhaps because they see no relevance for\ntheir learning and no longer recognize the inherent value or purpose in learning\nmathematics.” (Ch 1, Line 248). Isn’t it possible that some self-select out of\nmath when it gets too hard, just like nearly everything else in life students\nself-select out of (even if it’s fun and engaging), such as little league, boy\nscouts, dance, music, etc. The authors also write, “Other research examines\nbeliefs and attitudes such as utility value (belief that mathematics is relevant\nto personal goals and to societal problems), and this research shows a severe\ndrop off in utility value during high school.” (Ch 8 Line 612). Of course many\nthings we ask students to learn in high school have a drop off in utility; what\nhappened to the attitude of there just being some things you need to learn and\nperhaps you’ll see relevance or apply them later in life; e.g. many students\ndon’t care about credit or loans when they 15 years old, but if they learn the\nmath behind finance, they will be very thankful of its utility later in life.\nThe state of California has set our content STANDARDS in math. That is what\nstudents MUST learn, whether or not they see “utility” in it. The same is true\nin reading, writing, and all academic courses required for graduation. The CMF\nneeds to focus on students mastering math content standards!!! The CMF is so\nconcerned with how students feel, the authors have forgotten the primary goal of\nmath education- to learn math!\nIn addition to the focus on math teachers needing to build student self-esteem,\nthe CMF proposes that exams be changed to help with student feelings. Chapter 12\nLine 854 reads, “Summative assessments have the potential to be anxiety-inducing\nfor students, so some best practices should be implemented to minimize damaging\neffects.” Most every challenging thing in life is anxiety inducing, so what is\nthe CMF preparing students for? A world where they are\n3\n\nnot competent (proficient) and yet everyone praises them for anything they say\nor do at all so they feel good about themselves?\nCalifornia is in a dire situation in terms of student math proficiency,\nespecially with socioeconomically disadvantaged students. Students are in need\nof rigorous and proven methods that focus on students’ math proficiency levels;\nrather than guide educators and stakeholders towards this end, the CMF is more\nconcerned with how students feel about math, helping them “belong” to the math\ncommunity (whatever that means), and helping them develop a “positive math\nidentity”. Your job as an SBE is clear: REJECT this framework and go back to the\n2013 CA Math Framework which focuses on math content standards, learning,\nteaching and assessment as its primary focus.\n4\n",
    "Title": "SBECOMMENT-20230707-114721",
    "Author": "11;#SBE SharePoint Online,#i:0#.f|membership|sbe-sp@caeducation.onmicrosoft.com,#sbe-sp@caeducation.onmicrosoft.com,#,#SBE SharePoint Online",
    "Editor": "18;#Amy Bubbico,#i:0#.f|membership|abubbico@sbe.ca.gov,#ABubbico@sbe.ca.gov,#abubbico@sbe.ca.gov,#Amy Bubbico",
    "Created": "7/7/2023 11:47 AM",
    "Modified": "7/7/2023 12:26 PM",
    "Attachments": ""
  },
  "ListSchema": {
    "New": {
      "Item": [
        {
          "Id": "993e2e36-40f1-4d95-b038-196ac16dd2a0",
          "Title": "Name",
          "InternalName": "Name",
          "StaticName": "Name",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Name",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "de106dd4-d036-451f-86ca-79267ae6cab5",
          "Title": "Organization",
          "InternalName": "Organization",
          "StaticName": "Organization",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Organization",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "929e202d-e58b-4624-853d-9db09f478b19",
          "Title": "Email",
          "InternalName": "Email",
          "StaticName": "Email",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Email",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "718cb3ae-845d-4cf2-bea5-bd34a4ed6fd3",
          "Title": "Agenda",
          "InternalName": "Meeting",
          "StaticName": "Meeting",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Meeting",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0a978dcb-ce67-4a96-8058-a6ac6352a9f1",
          "Title": "Agenda Item",
          "InternalName": "Topic",
          "StaticName": "Topic",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Topic",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0637a1c8-2e6d-4f68-b904-e5877e5981db",
          "Title": "Agenda Subject",
          "InternalName": "Subject",
          "StaticName": "Subject",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Subject",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "76837ecc-08d5-48fc-9e5c-ae95a54a0c83",
          "Title": "Stance",
          "InternalName": "StanceontheMatter",
          "StaticName": "StanceontheMatter",
          "Hidden": false,
          "IMEMode": null,
          "Name": "StanceontheMatter",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "Position on the Matter",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "95ae8038-c888-4c6f-9345-a15c062e3cf1",
          "Title": "Comment",
          "InternalName": "Comments",
          "StaticName": "Comments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Comments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "fa564e0f-0c70-4ab9-b863-0177e6ddd247",
          "Title": "Reference Number",
          "InternalName": "Title",
          "StaticName": "Title",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Title",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": "Generating...",
          "DefaultValueTyped": "Generating...",
          "ClientValidationFormula": "=if(length([$Title]) == -1,\u0027true\u0027,\u0027false\u0027)",
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "67df98f4-9dec-48ff-a553-29bece9c5bf4",
          "Title": "Attachments",
          "InternalName": "Attachments",
          "StaticName": "Attachments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Attachments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Attachments",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Attachments",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null
        }
      ]
    },
    "Edit": {
      "Item": [
        {
          "Id": "993e2e36-40f1-4d95-b038-196ac16dd2a0",
          "Title": "Name",
          "InternalName": "Name",
          "StaticName": "Name",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Name",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "de106dd4-d036-451f-86ca-79267ae6cab5",
          "Title": "Organization",
          "InternalName": "Organization",
          "StaticName": "Organization",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Organization",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "929e202d-e58b-4624-853d-9db09f478b19",
          "Title": "Email",
          "InternalName": "Email",
          "StaticName": "Email",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Email",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "718cb3ae-845d-4cf2-bea5-bd34a4ed6fd3",
          "Title": "Agenda",
          "InternalName": "Meeting",
          "StaticName": "Meeting",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Meeting",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0a978dcb-ce67-4a96-8058-a6ac6352a9f1",
          "Title": "Agenda Item",
          "InternalName": "Topic",
          "StaticName": "Topic",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Topic",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "0637a1c8-2e6d-4f68-b904-e5877e5981db",
          "Title": "Agenda Subject",
          "InternalName": "Subject",
          "StaticName": "Subject",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Subject",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "76837ecc-08d5-48fc-9e5c-ae95a54a0c83",
          "Title": "Stance",
          "InternalName": "StanceontheMatter",
          "StaticName": "StanceontheMatter",
          "Hidden": false,
          "IMEMode": null,
          "Name": "StanceontheMatter",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "Position on the Matter",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "95ae8038-c888-4c6f-9345-a15c062e3cf1",
          "Title": "Comment",
          "InternalName": "Comments",
          "StaticName": "Comments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Comments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Note",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Note",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "RichText": false,
          "AppendOnly": false,
          "RichTextMode": 0,
          "NumberOfLines": 6,
          "AllowHyperlink": false,
          "RestrictedMode": true,
          "ScriptEditorAdderId": null
        },
        {
          "Id": "fa564e0f-0c70-4ab9-b863-0177e6ddd247",
          "Title": "Reference Number",
          "InternalName": "Title",
          "StaticName": "Title",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Title",
          "Required": false,
          "Direction": "none",
          "FieldType": "Text",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": true,
          "Type": "Text",
          "DefaultValue": "Generating...",
          "DefaultValueTyped": "Generating...",
          "ClientValidationFormula": "=if(length([$Title]) == -1,\u0027true\u0027,\u0027false\u0027)",
          "ClientValidationMessage": null,
          "CustomFormatter": null,
          "MaxLength": 255
        },
        {
          "Id": "67df98f4-9dec-48ff-a553-29bece9c5bf4",
          "Title": "Attachments",
          "InternalName": "Attachments",
          "StaticName": "Attachments",
          "Hidden": false,
          "IMEMode": null,
          "Name": "Attachments",
          "Required": false,
          "Direction": "none",
          "FieldType": "Attachments",
          "Description": "",
          "ReadOnlyField": false,
          "IsAutoHyperLink": false,
          "Type": "Attachments",
          "DefaultValue": null,
          "DefaultValueTyped": null,
          "ClientValidationFormula": null,
          "ClientValidationMessage": null,
          "CustomFormatter": null
        }
      ]
    }
  },
  "FormControlMode": 2,
  "FieldControlModes": {
    "Name": 2,
    "Organization": 2,
    "Email": 2,
    "Meeting": 2,
    "Topic": 2,
    "Subject": 2,
    "StanceontheMatter": 2,
    "Comments": 2,
    "Title": 2,
    "Author": 1,
    "Editor": 1,
    "Created": 1,
    "Modified": 1,
    "Attachments": 1
  },
  "WebAttributes": {
    "WebUrl": "/sites/SBEPublicComments",
    "EffectivePresenceEnabled": true,
    "AllowScriptableWebParts": false,
    "PermissionCustomizePages": false,
    "LCID": "1033",
    "CurrentUserId": 23
  },
  "ItemAttributes": {
    "Id": 667,
    "FsObjType": 0,
    "ExternalListItem": false,
    "Url": "/sites/SBEPublicComments/Lists/SBE Public Comments/667_.000",
    "EffectiveBasePermissionsLow": 134418465,
    "EffectiveBasePermissionsHigh": 48
  },
  "ListAttributes": {
    "Id": "174943f8-219c-4c06-a1b7-8bea9b55c875",
    "BaseType": 0,
    "Direction": "none",
    "ListTemplateType": 100,
    "DefaultItemOpen": 1,
    "EnableVersioning": true
  },
  "CSRCustomLayout": true,
  "PostBackRequired": false,
  "PreviousPostBackHandled": false,
  "UploadMode": false,
  "RedirectInfo": {
    "popUI": false,
    "redirectUrl": "/sites/SBEPublicComments/Lists/SBE Public Comments",
    "listRootFolderUrl": "/sites/SBEPublicComments/Lists/SBE Public Comments"
  },
  "SubmitButtonID": null,
  "ItemContentTypeName": "Item",
  "ItemContentTypeId": "0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1",
  "JSLinks": "clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js|clienttemplates.js",
  "Data": {
    "Row": [
      {
        "Name": "Lisa Fittery",
        "Organization": "",
        "Email": "lfittery@att.net",
        "Meeting": "SBE Agenda for July 2023",
        "Topic": "Item 11 - Adoption of the 2023 Mathematics Framework for California\nPublic Schools, Kindergarten Thr...",
        "Subject": "Item 11 - Adoption of the 2023 Mathematics Framework for California\nPublic Schools, Kindergarten Through Grade Twelve.",
        "StanceontheMatter": "Oppose",
        "Comments": " Dear California State Board of Education,\nI am writing to ask you to REJECT the Mathematics Framework Revised Draft (CMF)\nproposed for the July 12-13, 2023 meeting. California students have declined in\nmath proficiency as measured by the CAASPP, down to 33.38% proficient or\nadvanced in 2021-22 (down from about 40% proficient or advanced in 2018-19) (CMF\nChp. 2, line 46). On the National Assessment (NAEP), California students have\nalso declined, with only 30% of 4th graders proficient or above in 2022 (down\nfrom 34% in 2019) (link) and only 23% of grade 8 students proficient or advanced\nin 2022 (down from 29% in 2019) (link). So what are California’s plans to remedy\nthis massive problem? While there should be a focus on proven interventions such\nas tutoring and intervention courses, this proposed CMF is more concerned with\nstudents feeling positive about math than they are about students learning math.\nA simple search of language used in the CMF reveals the primary focus of this\nmath framework is NOT on learning math content standards, but rather on helping\nkids feel good about math. The word “identity” (in reference to building up\nstudents’ math identities to feel positive about the subject) appears 25 times.\nThe word “belonging” (in that students feel a sense of belonging to the math\ncommunity) appears 18 times. Contrast that with how many times helping students\nachieve math “proficiency” is mentioned- ONLY 11 TIMES! No reasonable adult is\nagainst students feeling good about math, but that feeling comes as a\nconsequence of reaching proficiency and mastering math content, not as the\nprimary goal of a math teacher. Following are specific examples of the\nover-emphasis on students feeling good at math at the expense of increasing math\ncontent proficiency.\n● “This framework offers ideas for teaching in ways that create space for\nstudents with a wide range of social identities to access mathematical ideas and\nfeel a sense of belonging to the mathematics community.” (Ch. 2, Line 192)\n● “Both mathematics educators and mathematics education researchers argue that\nteaching toward social justice can play an important role in shifting students’\nperspectives on mathematics as well as their sense of belonging as mathematics\nthinkers.” (Ch. 2, Line 462)\n● “This concept is about building positive mathematical identities, beginning at\nthe pre-kindergarten level.” (Ch 2, Line 467)\n● “Teaching in culturally responsive ways that acknowledge and draw on students’\nbackgrounds, histories, and funds of knowledge enable students to feel a sense\nof belonging.” (Ch 2, Line 499)\n● “Teachers can create opportunities for themselves and their students to share\nautobiographies as mathematics doers and learners, thereby creating spaces for\nstudents to participate as authors of their mathematical learning experiences.”\n(Ch 2, Line 514)\n1\n\n● “They strengthen their identities as members of the mathematics community.”\n(Ch 2, Line 792)\n● “A classroom that welcomes students’ unfinished thinking normalizes\nmathematical struggle as part of learning and positions all learners as\nbelonging to the discipline of mathematics.” (Ch 2, Line 871)\n● “The aim is to have students come to view mathematics as a subject that is\nabout sense making and reasoning, to which they can contribute and belong.” (Ch\n2, Line 988)\n● “Data investigation can support teachers as they seek to create climates of\nbelonging for students, inviting them to investigate real data that is likely\nrelevant to their lives.” (Ch 5, Line 123)\n● “Educators can offer social and emotional support to students by designing\nengaging lessons that allow students to connect in meaningful ways with\ncontent.” (Ch 5, Line 1400)\n● “Important principles underlying the teaching of data science that will offer\nthe greatest chance for social, emotional, and academic development include the\nfollowing:\n○ Convey Mindset and Belonging Messages.” (Ch 5, Line 1409)\n● “This framework is intended to help teachers ensure that the math experiences\nof all\ntheir students are positive ”(Ch 7 Line 68)\n● “The idea is for teachers to help students experience the “wonder, joy, and\nbeauty of math” (National Council of Teachers of Mathematics) and help students\ndevelop and sustain a positive identity as capable mathematics learners.” (Ch 7,\nLine 72)\n● “When students are engaged in meaningful, investigative experiences, they can\ncome to view mathematics, and their own relationship to mathematics, far more\npositively.” (Ch 2 line 164)\nAll stakeholders would want students to view their relationship to math\npositively, but that can NOT be the primary goal of math instruction. As a\nstate, for the sake of our future, we MUST focus on increasing math proficiency,\neven if that means students sometimes feel like they are not good at math. The\nCMF advises teachers, “During groupwork, the teacher looks for opportunities to\nelevate students by highlighting their abilities and contributions to the group,\nwhich is referred to as “assigning competence”. (Ch 12, line 244) What\nCalifornia needs is not “assigned competence” but “actual competence” which is\noften achieved by hard work and sometimes failing so that one works harder to\nlearn and succeed. The CMF further explains, “When teachers perceive that a\nstudent has become “low status” in a group, they intervene by publicly praising\na mathematical contribution the student has made.” (Ch 12, Line 248). If a pilot\nnearly causes a plane to crash, is the boss going to point out that he had a\nnice takeoff? Status\n2\n\nis often achieved because it has been earned and ideas are valued and respected,\nnot because someone intervenes to praise something that person did in the past.\nThe CMF continues in this vein, writing “but grouping by perceived “ability” can\nbe the first step in a system of tracking if “similar ability” students are\ngrouped together (see chapter nine) or can unintentionally communicate beliefs\nabout who is capable—as when groups are intentionally stratified according to\nperceived “ability” so that students soon understand who is the “high kid” and\nwho is the “low kid” in the group. Aside from language development\nconsiderations and any safety concerns, randomizing group assignments can convey\nto each student that everyone has something to offer the group’s learning and\nsomething to learn from the thoughts of others.” (Ch 4, Line 512). Students know\nwho the “high kids” are in math regardless if the teacher puts them in a special\ngroup. The CMF is so concerned about students feeling good about themselves, the\nauthors are willing to sacrifice allowing our most advanced learners’\nacceleration needed to become the STEM professionals that power our world. Of\ncourse putting more advanced math students in a group communicates who is most\ncapable at that point; over 70% of California students are below proficient;\neveryone knows that! Let’s not hide that and pretend all students are on equal\nfooting; rather, let’s put struggling students into groups and provide extra\nsupport so they CAN become proficient.\nIn addition to an overemphasis on feeling good about math in the place of\nachieving proficiency in math, the CMF puts self-esteem and not feeling anxious\nas other primary goals. The CMF claims (without any supporting evidence)\n“Students also self-select out when mathematics is experienced as the\nmemorization of meaningless formulas—perhaps because they see no relevance for\ntheir learning and no longer recognize the inherent value or purpose in learning\nmathematics.” (Ch 1, Line 248). Isn’t it possible that some self-select out of\nmath when it gets too hard, just like nearly everything else in life students\nself-select out of (even if it’s fun and engaging), such as little league, boy\nscouts, dance, music, etc. The authors also write, “Other research examines\nbeliefs and attitudes such as utility value (belief that mathematics is relevant\nto personal goals and to societal problems), and this research shows a severe\ndrop off in utility value during high school.” (Ch 8 Line 612). Of course many\nthings we ask students to learn in high school have a drop off in utility; what\nhappened to the attitude of there just being some things you need to learn and\nperhaps you’ll see relevance or apply them later in life; e.g. many students\ndon’t care about credit or loans when they 15 years old, but if they learn the\nmath behind finance, they will be very thankful of its utility later in life.\nThe state of California has set our content STANDARDS in math. That is what\nstudents MUST learn, whether or not they see “utility” in it. The same is true\nin reading, writing, and all academic courses required for graduation. The CMF\nneeds to focus on students mastering math content standards!!! The CMF is so\nconcerned with how students feel, the authors have forgotten the primary goal of\nmath education- to learn math!\nIn addition to the focus on math teachers needing to build student self-esteem,\nthe CMF proposes that exams be changed to help with student feelings. Chapter 12\nLine 854 reads, “Summative assessments have the potential to be anxiety-inducing\nfor students, so some best practices should be implemented to minimize damaging\neffects.” Most every challenging thing in life is anxiety inducing, so what is\nthe CMF preparing students for? A world where they are\n3\n\nnot competent (proficient) and yet everyone praises them for anything they say\nor do at all so they feel good about themselves?\nCalifornia is in a dire situation in terms of student math proficiency,\nespecially with socioeconomically disadvantaged students. Students are in need\nof rigorous and proven methods that focus on students’ math proficiency levels;\nrather than guide educators and stakeholders towards this end, the CMF is more\nconcerned with how students feel about math, helping them “belong” to the math\ncommunity (whatever that means), and helping them develop a “positive math\nidentity”. Your job as an SBE is clear: REJECT this framework and go back to the\n2013 CA Math Framework which focuses on math content standards, learning,\nteaching and assessment as its primary focus.\n4\n",
        "Title": "SBECOMMENT-20230707-114721",
        "ContentTypeId": "0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1",
        "_ModerationComments": "",
        "LinkTitle": "SBECOMMENT-20230707-114721",
        "File_x0020_Type": "",
        "File_x0020_Type.mapapp": "",
        "HTML_x0020_File_x0020_Type.File_x0020_Type.mapcon": "",
        "HTML_x0020_File_x0020_Type.File_x0020_Type.mapico": "icgen.gif",
        "ComplianceAssetId": "",
        "LinkTitleNoMenu": "SBECOMMENT-20230707-114721",
        "LinkTitle2": "SBECOMMENT-20230707-114721",
        "_ModerationStatus": "Approved",
        "_ModerationStatus.": "0",
        "_ColorHex": "",
        "_ColorTag": "",
        "_Emoji": "",
        "ID": "667",
        "ContentType": "Item",
        "Modified": "7\u002f7\u002f2023 12:26 PM",
        "Modified.": "2023-07-07T19:26:24Z",
        "Modified.FriendlyDisplay": "1|0|5|12:26 PM",
        "Created": "7\u002f7\u002f2023 11:47 AM",
        "Created.": "2023-07-07T18:47:22Z",
        "Created.FriendlyDisplay": "1|0|5|11:47 AM",
        "Author": [
          {
            "id": "11",
            "title": "SBE SharePoint Online",
            "email": "sbe-sp@caeducation.onmicrosoft.com",
            "sip": "",
            "picture": ""
          }
        ],
        "Editor": [
          {
            "id": "18",
            "title": "Amy Bubbico",
            "email": "ABubbico@sbe.ca.gov",
            "sip": "abubbico@sbe.ca.gov",
            "picture": ""
          }
        ],
        "_HasCopyDestinations": "",
        "_HasCopyDestinations.value": "",
        "_CopySource": "",
        "owshiddenversion": "2",
        "WorkflowVersion": "1",
        "_UIVersion": "512",
        "_UIVersionString": "1.0",
        "Attachments": "0",
        "SelectTitle": "667",
        "InstanceID": "",
        "Order": "66,700",
        "Order.": "66700.0000000000",
        "GUID": "{E22F8C0C-BF64-489C-9E69-B5EFFB4DB1F9}",
        "WorkflowInstanceID": "",
        "FileRef": "\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE Public Comments\u002f667_.000",
        "FileDirRef": "\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE Public Comments",
        "Last_x0020_Modified": "7\u002f7\u002f2023 12:26 PM",
        "Last_x0020_Modified.": "2023-07-07T19:26:25Z",
        "Created_x0020_Date": "1;#2023-07-07 11:47:22",
        "Created_x0020_Date.ifnew": "1",
        "FSObjType": "0",
        "SortBehavior": "0",
        "PermMask": "0x3008031021",
        "PrincipalCount": "6",
        "FileLeafRef": "667_.000",
        "UniqueId": "{F599E3CB-6273-4B73-BF7E-D3BBA0BF4D62}",
        "ParentUniqueId": "{DA6E42DD-9F4A-46C4-B0BC-3457900A7D2B}",
        "SyncClientId": "",
        "ProgId": "",
        "ScopeId": "{698871BC-0725-440F-BFA7-367520EBD3F8}",
        "HTML_x0020_File_x0020_Type": "",
        "_EditMenuTableStart": "667_.000",
        "_EditMenuTableStart2": "667",
        "_EditMenuTableEnd": "667",
        "LinkFilenameNoMenu": "667_.000",
        "LinkFilename": "667_.000",
        "LinkFilename2": "667_.000",
        "DocIcon": "",
        "ServerUrl": "\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE Public Comments\u002f667_.000",
        "EncodedAbsUrl": "https:\u002f\u002fcaeducation.sharepoint.com\u002fsites\u002fSBEPublicComments\u002fLists\u002fSBE%20Public%20Comments\u002f667_.000",
        "BaseName": "667_",
        "MetaInfo": [
          { "lookupId": 667, "lookupValue": "", "isSecretFieldValue": false }
        ],
        "_Level": "1",
        "_IsCurrentVersion": "Yes",
        "_IsCurrentVersion.value": "1",
        "ItemChildCount": "0",
        "FolderChildCount": "0",
        "Restricted": "",
        "OriginatorId": "",
        "NoExecute": "0",
        "ContentVersion": "0",
        "_ComplianceFlags": "",
        "_ComplianceTag": "",
        "_ComplianceTagWrittenTime": "",
        "_ComplianceTagWrittenTime.": "",
        "_ComplianceTagUserId": "",
        "_IsRecord": "",
        "AccessPolicy": "",
        "_VirusStatus": "",
        "_VirusVendorID": "",
        "_VirusInfo": "",
        "AppAuthor": "",
        "AppEditor": "",
        "SMTotalSize": "41948",
        "SMLastModifiedDate": "7\u002f7\u002f2023 12:26 PM",
        "SMLastModifiedDate.": "2023-07-07T19:26:25Z",
        "SMTotalFileStreamSize": "0",
        "SMTotalFileCount": "0",
        "_CommentFlags": "",
        "_CommentCount": ""
      }
    ],
    "FirstRow": 1,
    "FolderPermissions": "0x3008031021",
    "LastRow": 1,
    "RowLimit": 2147483647,
    "NextHref": "?0&PageFirstRow=2&View=00000000-0000-0000-0000-000000000000",
    "FilterLink": "?",
    "ForceNoHierarchy": "1",
    "HierarchyHasIndention": "",
    "CurrentFolderSpItemUrl": ""
  },
  "ClientFormCustomFormatter": {
    "0x0100F1959B5850527B45A56A4F0D6689149900EF8C915DB4066540BDF203B5CAC305C1": "{\"footerJSONFormatter\":\"\"}"
  }
}
